Repository: cwkuehl/csbp
Catalog: CSBP/Resources/Messages.*.resx
Languages: de

# FZ260.nr.tt
source: Bike mileage number
de: Fahrradstand-Nr.

# FZ260.fahrrad
source: _Bike
de: _Fahrrad

# FZ260.fahrrad.tt
source: Bike
de: Fahrrad

# FZ260.datum
source: _Date
de: _Datum

# FZ260.datum.tt
source: Date
de: Datum

# FZ260.zaehler
source: _Odometer
de: _Zähler

# FZ260.zaehler.tt
source: Odometer reading
de: Zählerstand

# FZ260.km.tt
source: Daily or weekly km
de: Tages- oder Wochen-km

# FZ260.schnitt
source: _Average
de: _Schnitt

# FZ260.schnitt.tt
source: Average speed
de: Durchschnittsgeschwindigkeit

# FZ260.beschreibung
source: _Description
de: _Beschreibung

# FZ260.beschreibung.tt
source: Description
de: Beschreibung

# FZ300.title
source: Authors
de: Autoren

# FZ300.autoren
source: _Authors
de: _Autoren

# FZ300.autoren.tt
source: Authors of books
de: Buch-Autoren

# FZ300.autoren.columns
source: No.;Name;First name;Changed at;Changed by;Created at;Created by
de: Nr.;Name;Vorname;Geändert am;Geändert von;Angelegt am;Angelegt von

# FZ300.name
source: _Search
de: _Suche

# FZ300.name.tt
source: Search for surname and first name
de: Suche für Name und Vorname

# FZ300.alle
source: A_ll
de: A_lle

# FZ300.alle.tt
source: Clear selection criteria
de: Selektionskriterien zurücksetzen

# FZ310.title
source: Author
de: Autor

# FZ310.nr
source: No.
de: Nr.

# FZ310.nr.tt
source: Author number
de: Autoren-Nr.

# FZ310.name.tt
source: Surname
de: Nachname

# FZ310.vorname
source: _First name
de: _Vorname

# FZ310.vorname.tt
source: First name
de: Vorname

# FZ310.notiz
source: Memo
de: Notiz

# FZ310.notiz.tt
source: Memos
de: Notizen

# FZ320.title
source: Series
de: Serien

# FZ320.serien
source: _Series
de: _Serien

# FZ320.serien.tt
source: Serial books
de: Buch-Serien

# FZ320.serien.columns
source: No.;Name;Changed at;Changed by;Created at;Created by
de: Nr.;Name;Geändert am;Geändert von;Angelegt am;Angelegt von

# FZ320.name
source: _Search
de: _Suche

# FZ320.name.tt
source: Search for series name
de: Suche für Name

# FZ320.alle
source: A_ll
de: A_lle

# FZ320.alle.tt
source: Clear selection criteria
de: Selektionskriterien zurücksetzen

# FZ330.title
source: Series
de: Serie

# FZ330.nr
source: No.
de: Nr.

# FZ330.nr.tt
source: Serial number
de: Serien-Nr.

# FZ330.name.tt
source: Series name
de: Serien-Name

# FZ330.notiz
source: Memo
de: Notiz

# FZ330.notiz.tt
source: Memos
de: Notizen

# FZ340.title
source: Books
de: Bücher

# FZ340.buecher
source: _Books
de: _Bücher

# FZ340.buecher.tt
source: Books
de: Bücher

# FZ340.buecher.columns
source: No.;Title;Author;Series;No._r;Pages_r;Language;Pos.;Read;Heard;Changed at;Changed by;Created at;Created by
de: Nr.;Titel;Autor;Serie;Nr._r;Seiten_r;Sprache;Besitz;Gelesen;Gehört;Geändert am;Geändert von;Angelegt am;Angelegt von

# FZ340.titel
source: _Search
de: _Suche

# FZ340.titel.tt
source: Search for title and subtitle
de: Suche für Titel und Untertitel

# FZ340.autor
source: _Author
de: _Autor

# FZ340.autor.tt
source: Author of books
de: Selektions-Buchautor

# FZ340.serie
source: _Series
de: _Serie

# FZ340.serie.tt
source: Serial book
de: Selektions-Serie

# FZ340.alle
source: A_ll
de: A_lle

# FZ340.alle.tt
source: Clear selection criteria
de: Selektionskriterien zurücksetzen

# FZ350.title
source: Book
de: Buch

# FZ350.nr
source: No.
de: Nr.

# FZ350.nr.tt
source: Book number
de: Buch-Nr.

# FZ350.titel
source: _Title
de: _Titel

# FZ350.titel.tt
source: Book title
de: Buchtitel

# FZ350.untertitel
source: _Subtitle
de: _Untertitel

# FZ350.untertitel.tt
source: Book subtitle
de: Buchuntertitel

# FZ350.autor
source: _Author
de: _Autor

# FZ350.autor.tt
source: Author of books
de: Buchautor

# FZ350.autorneu
source: N_ew Author
de: N_euer Autor

# FZ350.autorneu.tt
source: Create new Author
de: Neuen Autor erfassen

# FZ350.serie
source: _Series
de: _Serie

# FZ350.serie.tt
source: Serial book
de: Buchserie

# FZ350.serieneu
source: Ne_w Series
de: Ne_ue Serie

# FZ350.serieneu.tt
source: Create new Series
de: Neue Serie erfassen

# FZ350.seriennummer
source: Serial number
de: Seriennummer

# FZ350.seriennummer.tt
source: No. within the series
de: Nr. innerhalb der Serie

# FZ350.seiten
source: Pages
de: Seiten

# FZ350.seiten.tt
source: Number of pages
de: Anzahl der Seiten

# FZ350.sprache
source: L_anguage
de: Spr_ache

# FZ350.sprache1
source: German
de: Deutsch

# FZ350.sprache1.tt
source: German
de: Deutsch

# FZ350.sprache2
source: English
de: Englisch

# FZ350.sprache2.tt
source: English
de: Englisch

# FZ350.sprache3
source: French
de: Französisch

# FZ350.sprache3.tt
source: French
de: Französisch

# FZ350.sprache4
source: Other
de: Andere

# FZ350.sprache4.tt
source: Other Language
de: Andere Sprache

# FZ350.besitz
source: _Possession
de: _Besitz

# FZ350.besitz.tt
source: Do You own the book?
de: Gehört Ihnen das Buch?

# FZ350.lesedatum
source: Date of _reading
de: _Lesedatum

# FZ350.lesedatum.tt
source: Date of reading
de: Lesedatum

# FZ350.hoerdatum
source: Date of _hearing
de: _Hördatum

# FZ350.hoerdatum.tt
source: Date of hearing
de: Hördatum

# FZ350.notiz
source: Memo
de: Notiz

# FZ350.notiz.tt
source: Memos
de: Notizen

# FZ700.title
source: Memos
de: Notizen

# FZ700.notizen
source: _Memos
de: _Notizen

# FZ700.notizen.tt
source: Memos
de: Notizen

# FZ700.notizen.columns
source: No.;Topic;Changed at;Changed by;Created at;Created by
de: Nr.;Thema;Geändert am;Geändert von;Angelegt am;Angelegt von

# FZ700.alle
source: A_ll
de: A_lle

# FZ700.alle.tt
source: Clear selection criteria
de: Selektionskriterien zurücksetzen

# FZ700.text.tt
source: Text for search
de: Suchtext

# FZ710.title
source: Memo
de: Notiz

# FZ710.nr
source: No.
de: Nr.

# FZ710.nr.tt
source: Memo number
de: Notiz-Nr.

# FZ710.thema
source: _Topic
de: _Thema

# FZ710.thema.tt
source: Topic
de: Thema

# FZ710.notiz
source: _Memo
de: _Notiz

# FZ710.notiz.tt
source: Memo text
de: Notizen als Text.

# FZ710.tabelle.tt
source: Memo table
de: Tabellarische Notizen

# FZ710.tabelle.columns
source: FZ710.tabelle.columns;Changed at;Changed by;Created at;Created by
de: FZ710.tabelle.columns;Geändert am;Geändert von;Angelegt am;Angelegt von

# HH100.title
source: Periods
de: Perioden

# HH100.perioden
source: _Periods
de: _Perioden

# HH100.perioden.tt
source: Periods
de: Perioden

# HH100.perioden.columns
source: No.;No._r;Time span;From;To;Changed at;Changed by;Created at;Created by
de: Nr.;Nr._r;Zeitraum;Von;Bis;Geändert am;Geändert von;Angelegt am;Angelegt von

# HH100.anfang
source: Start
de: Anfang

# HH100.anfang.tt
source: Starting date of first period
de: Anfangsdatum der ersten Periode

# HH100.ende
source: End
de: Ende

# HH100.ende.tt
source: End date of last period
de: Enddatum der letzten Periode

# HH100.laenge
source: Period _length
de: Perioden_länge

# HH100.laenge1
source: Month
de: Monat

# HH100.laenge1.tt
source: Monthly period
de: Monatliche Periode

# HH100.laenge2
source: Quarter of the year
de: Vierteljahr

# HH100.laenge2.tt
source: Quarter of the year period
de: Vierteljährliche Periode

# HH100.laenge3
source: Half year
de: Halbjahr

# HH100.laenge3.tt
source: Half year period
de: Halbjährliche Periode

# HH100.laenge4
source: Year
de: Jahr

# HH100.laenge4.tt
source: Year period
de: Jährliche Periode

# HH100.art
source: _When
de: _Art

# HH100.art1
source: Start
de: Anfang

# HH100.art1.tt
source: Add periode at the beginning
de: Neue Periode am Anfang einfügen

# HH100.art2
source: End
de: Ende

# HH100.art2.tt
source: Add periode at the end
de: Neue Periode am Ende einfügen

# HH200.title
source: Accounts
de: Konten

# HH200.konten
source: _Accounts
de: _Konten

# HH200.konten.tt
source: Accounts
de: Konten

# HH200.konten.columns
source: No.;Type;Attr.;Description;Valid from;Valid to;Value_r;Changed at;Changed by;Created at;Created by
de: Nr.;Art;Ken.;Bezeichnung;Gültig von;Gültig bis;Betrag_r;Geändert am;Geändert von;Angelegt am;Angelegt von

# HH200.alle
source: A_ll
de: A_lle

# HH200.alle.tt
source: Clear selection criteria
de: Selektionskriterien zurücksetzen

# HH200.text
source: _Serach
de: _Suche

# HH200.text.tt
source: Search for text
de: Suche für alle Textfelder

# HH210.title
source: Account
de: Konto

# HH210.nr
source: No.
de: Nr.

# HH210.nr.tt
source: Account number
de: Konto-Nr.

# HH210.bezeichnung
source: _Description
de: _Bezeichnung

# HH210.bezeichnung.tt
source: Description
de: Bezeichnung

# HH210.kennzeichen
source: Attribute
de: _Kennzeichen

# HH210.kennzeichen1
source: Without
de: _Ohne

# HH210.kennzeichen1.tt
source: Without attribute
de: Ohne Kennzeichen

# HH210.kennzeichen2
source: Proprietary
de: Eigenkapitel

# HH210.kennzeichen2.tt
source: Proprietary account
de: Eigenkapitel-Konto

# HH210.kennzeichen3
source: Profit and loss
de: Gewinn+Verlust

# HH210.kennzeichen3.tt
source: Profit and loss account
de: Gewinn+Verlust-Konto

# HH210.kennzeichen4
source: Portfolio
de: Depot

# HH210.kennzeichen4.tt
source: Portfolio account
de: Depot-Konto

# HH210.kontoart
source: Account type
de: Kontoa_rt

# HH210.kontoart1
source: Asset (AK)
de: Aktiv (AK)

# HH210.kontoart1.tt
source: Asset account
de: Aktiv-Konto

# HH210.kontoart2
source: Liability (PK)
de: Passiv (PK)

# HH210.kontoart2.tt
source: Liability account
de: Passiv-Konto

# HH210.kontoart3
source: Expense (AW)
de: Aufwand (AW)

# HH210.kontoart3.tt
source: Expense account
de: Aufwand-Konto

# HH210.kontoart4
source: Income (ER)
de: Ertrag (ER)

# HH210.kontoart4.tt
source: Income account
de: Ertrag-Konto

# HH210.von
source: Valid _from
de: Gültigkeit _von

# HH210.von.tt
source: Valid from
de: Gültig von

# HH210.bis
source: _to
de: B_is

# HH210.bis.tt
source: Valid to
de: Gültig bis

# HH210.betrag
source: Valu_e
de: B_etrag

# HH210.betrag.tt
source: Value at date from
de: Betrag am 1. Gültigkeitstag für Aktiv- und Passivkonten, negativ für Aktivkonten.

# HH300.title
source: Events
de: Ereignisse

# HH300.ereignisse
source: _Events
de: _Ereignisse

# HH300.ereignisse.tt
source: Booking events
de: Ereignisse

# HH300.ereignisse.columns
source: No.;Description;Posting text;Debit account;Credit account;Changed at;Changed by;Created at;Created by
de: Nr.;Bezeichnung;Buchungstext;Sollkonto;Habenkonto;Geändert am;Geändert von;Angelegt am;Angelegt von

# HH300.alle
source: A_ll
de: A_lle

# HH300.alle.tt
source: Clear selection criteria
de: Selektionskriterien zurücksetzen

# HH300.text
source: _Search
de: _Suche

# HH300.text.tt
source: Search for text
de: Suchfeld für alle Textfelder

# HH310.title
source: Event
de: Ereignis

# HH310.nr
source: No.
de: Nr.

# HH310.nr.tt
source: Event number
de: Ereignis-Nr.

# HH310.bezeichnung
source: _Description
de: _Bezeichnung

# HH310.bezeichnung.tt
source: Description
de: Bezeichnung

# HH310.kennzeichen
source: _Attribute
de: _Kennzeichen

# HH310.kennzeichen.tt
source: Attribute
de: Kennzeichen

# HH310.eText
source: Posting te_xt
de: Buchungste_xt

# HH310.eText.tt
source: Posting text
de: Buchungstext

# HH310.sollkonto
source: _Debit account
de: _Sollkonto

# HH310.sollkonto.tt
source: Debit account
de: Sollkonto

# HH310.sollkonto.columns
source: No.;Description
de: Nr.;Beschreibung

# HH310.habenkonto
source: C_redit account
de: _Habenkonto

# HH310.habenkonto.tt
source: Credit account
de: Habenkonto

# HH310.habenkonto.columns
source: No.;Description
de: Nr.;Beschreibung

# HH310.kontentausch
source: _Exchange accounts
de: Kon_tentausch

# HH310.kontentausch.tt
source: Exchange accounts
de: Kontentausch

# HH400.title
source: Bookings
de: Buchungen

# HH400.buchungen
source: _Bookings
de: _Buchungen

# HH400.buchungen.tt
source: Bookings
de: Buchungen

# HH400.buchungen.columns
source: No.;Value date;A.;Value_r;Posting text;Debit account;Credit account;Receipt;Changed at;Changed by;Created at;Created by
de: Nr.;Valuta;K.;Betrag_r;Buchungstext;Sollkonto;Habenkonto;Beleg;Geändert am;Geändert von;Angelegt am;Angelegt von

# HH400.buchungenStatus
source: State
de: Status

# HH400.kennzeichen
source: _Search for
de: _Suche nach

# HH400.kennzeichen1
source: Value date
de: Valuta

# HH400.kennzeichen1.tt
source: Value date
de: Valuta

# HH400.kennzeichen2.tt
source: Create and change date
de: Angelegt und Geändert

# HH400.von
source: _From
de: _Von

# HH400.von.tt
source: Date from
de: Datum von

# HH400.bis
source: _To
de: B_is

# HH400.bis.tt
source: Date to
de: Datum bis

# HH400.bText.tt
source: Posting text
de: Buchungstext

# HH400.betrag
source: Valu_e
de: B_etrag

# HH400.betrag.tt
source: Value
de: Betrag

# HH400.konto
source: _Account
de: _Konto

# HH400.konto.tt
source: Debit or credit account
de: Soll- oder Habenkonto

# HH400.alle
source: A_ll
de: A_lle

# HH400.alle.tt
source: Clear selection criteria
de: Selektionskriterien zurücksetzen

# HH400.select.file
source: bookings.csv
de: buchungliste.csv

# HH410.title
source: Booking
de: Buchung

# HH410.nr
source: No.
de: Nr.

# HH410.nr.tt
source: Booking number
de: Buchung-Nr.

# HH410.valuta
source: _Value date
de: _Valuta

# HH410.valuta.tt
source: Value date
de: Valuta

# HH410.betrag
source: V_alue
de: _Betrag

# HH410.betrag.tt
source: Value
de: Betrag

# HH410.summe
source: Sum
de: Summe

# HH410.summe.tt
source: Sum of value
de: Summe

# HH410.ereignis
source: _Event
de: _Ereignis

# HH410.ereignis.tt
source: Event
de: Ereignis

# HH410.ereignis.columns
source: No.;Description
de: Nr.;Beschreibung

# HH410.sollkonto
source: _Debit account
de: _Sollkonto

# HH410.sollkonto.tt
source: Debit account
de: Sollkonto

# HH410.sollkonto.columns
source: No.;Description
de: Nr.;Beschreibung

# HH410.habenkonto
source: Credit accou_nt
de: Habe_nkonto

# HH410.habenkonto.tt
source: Credit account
de: Habenkonto

# HH410.habenkonto.columns
source: No.;Description
de: Nr.;Beschreibung

# HH410.bText
source: _Posting text
de: Buchungste_xt

# HH410.bText.tt
source: Posting text
de: Buchungstext

# HH410.belegNr
source: Rece_ipt
de: Bele_g

# HH410.belegNr.tt
source: Receipt number
de: Belegnummer

# HH410.neueNr
source: Ne_w No.
de: Neue N_r.

# HH410.neueNr.tt
source: Calculate new receipt number
de: Neue Belegnummer berechnen

# HH410.belegDatum
source: From
de: Vom

# HH410.belegDatum.tt
source: Receipt date
de: Belegdatum

# HH410.buchung
source: Last Booking
de: Letzte Buchung

# HH410.buchung.tt
source: Last Booking
de: Letzte Buchung

# HH410.kontentausch
source: E_xchange accounts
de: Kon_tentausch

# HH410.kontentausch.tt
source: Exchange accounts
de: Kontentausch

# HH410.addition
source: Add
de: _Addition

# HH410.addition.tt
source: Add, multiply or divide to sum
de: Addtion, Multiplikation, Division zur Summe

# HH500.title
source: Balance sheets
de: Bilanzen

# HH500.title.EB
source: Opening balance
de: Eröffnungsbilanz

# HH500.title.GV
source: Profit and loss account
de: G+V-Rechnung

# HH500.title.SB
source: Final balance
de: Schlussbilanz

# HH500.berechnen.tt
source: Calculate balance sheets
de: Bilanzen neu berechnen

# HH500.soll
source: _Debit
de: _Soll

# HH500.soll.EB
source: _Assets
de: _Aktiva

# HH500.soll.GV
source: _Expense
de: _Aufwand

# HH500.soll.tt
source: Left side of T account
de: Linke T-Konto-Seite

# HH500.soll.columns
source: No.;Description;Value_r;Changed at;Changed by;Created at;Created by
de: Nr.;Bezeichnung;Betrag_r;Geändert am;Geändert von;Angelegt am;Angelegt von

# HH500.haben
source: _Credit
de: _Haben

# HH500.haben.EB
source: _Liabilities
de: _Passiva

# HH500.haben.GV
source: _Income
de: _Ertrag

# HH500.haben.tt
source: Right side of T account
de: Rechte T-Konto-Seite

# HH500.haben.columns
source: No.;Description;Value_r;Changed at;Changed by;Created at;Created by
de: Nr.;Bezeichnung;Betrag_r;Geändert am;Geändert von;Angelegt am;Angelegt von

# HH500.sollSumme
source: Sum
de: Summe

# HH500.habenSumme
source: Sum
de: Summe

# HH500.von
source: _From
de: _Von

# HH500.von.EB
source: _At
de: _Zum

# HH500.von.tt
source: Balance date
de: Bilanzdatum

# HH500.bis
source: _To
de: _Bis

# HH500.bis.tt
source: End date
de: Enddatum

# HH500.konto
source: Account
de: Konto

# HH500.oben.tt
source: Change selected account with upper account
de: Ausgewähltes Konto mit oberem tauschen

# HH500.unten.tt
source: Change selected account with lower account
de: Ausgewähltes Konto mit unterem tauschen

# HH510.title
source: Print
de: Drucken

# HH510.titel
source: _Title
de: _Titel

# HH510.titel.tt
source: Report title
de: Berichtstitel

# HH510.von
source: Time span _from
de: Zeitraum _von

# HH510.von.tt
source: Date from
de: Datum von

# HH510.bis
source: _Bi_Tos
de: _Bis

# HH510.bis.tt
source: Date to
de: Datum bis

# HH510.berichte0
source: Reports
de: Berichte

# HH510.eb
source: Opening balance
de: Eröffnungsbilanz

# HH510.eb.tt
source: Opening balance
de: Eröffnungsbilanz

# HH510.gv
source: Profit and loss account
de: Gewinn+Verlust-Rechnung

# HH510.gv.tt
source: Profit and loss account
de: Gewinn+Verlust-Rechnung

# HH510.sb
source: Final balance
de: Schlussbilanz

# HH510.sb.tt
source: Final balance
de: Schlussbilanz

# HH510.kassenbericht
source: Cash report
de: Kassenbericht

# HH510.kassenbericht.tt
source: Cash report
de: Kassenbericht

# HH510.datei
source: _File
de: _Datei

# HH510.datei.tt
source: Name of CSV file
de: Name der CSV-Datei

# HH510.dateiAuswahl.tt
source: Select file
de: Vorhandene Datei auswählen

# HH510.loeschen
source: Delete all bookings
de: Vorhandene Daten löschen

# HH510.loeschen.tt
source: Delete all bookings before import
de: Vorhandene Daten beim Import löschen

# HH510.import1
source: _Import bookings
de: _Import Buchungen

# HH510.import1.tt
source: Import bookings from file
de: Import von Buchungen aus einer Datei

# HH510.select.file
source: bookings.csv
de: buchungen.csv

# HH510.select.ext
source: CSV files (.csv)
de: CSV-Dateien (.csv)

# SB200.title
source: Ancestors
de: Ahnen

# SB200.ahnen
source: A_ncestors
de: A_hnen

# SB200.ahnen.tt
source: Ancestors
de: Ahnen

# SB200.ahnen.columns
source: No.;Maiden name;First names;Surname;G.;Born;Dead;Changed at;Changed by;Created at;Created by
de: Nr.;Geburtsname;Vornamen;Name;G.;Geboren;Gestorben;Geändert am;Geändert von;Angelegt am;Angelegt von

# SB200.ahnenStatus
source: State
de: Status

# SB200.name.tt
source: Name
de: Selektions-Name

# SB200.vorname
source: _First names
de: _Vornamen

# SB200.vorname.tt
source: First names
de: Selektions-Vornamen

# SB200.filtern
source: filter
de: filtern

# SB200.filtern.tt
source: Should the ancestors be filtered by name?
de: Sollen die Ahnen nach dem Namen gefiltert werden?

# SB200.alle
source: A_ll
de: A_lle

# SB200.alle.tt
source: Clear selection criteria
de: Selektionskriterien zurücksetzen

# SB200.springen
source: Select
de: Springe zu

# SB200.spName.tt
source: Select next suitable name
de: Springe zu nächstem passenden Namen

# SB200.spVater
source: Father
de: Vater

# SB200.spVater.tt
source: Select the father
de: Springe zum Vater

# SB200.spMutter
source: Mother
de: Mutter

# SB200.spMutter.tt
source: Select the mother
de: Springe zur Mutter

# SB200.spKind
source: 1st Child
de: 1. Kind

# SB200.spKind.tt
source: Select 1st child
de: Springe zum 1. Kind

# SB200.spEhegatte
source: Spouse
de: Ehegatte

# SB200.spEhegatte.tt
source: Select next spouse
de: Springe zum nächsten Ehegatten

# SB200.spGeschwister
source: Sibling
de: Geschwister

# SB200.spGeschwister.tt
source: Select next sibling
de: Springe zum nächsten Geschwister

# SB200.spFamilie
source: Family
de: Familie

# SB200.spFamilie.tt
source: Select family
de: Springe zur Familie

# SB200.spFamilienKind
source: Familiy child
de: Familien-Kind

# SB200.spFamilienKind.tt
source: Select family in which the ancestor is a child
de: Springe zum Familien-Kind

# SB210.title
source: Ancestor
de: Ahn

# SB210.nr
source: No.
de: Nr.

# SB210.nr.tt
source: Ancestor number
de: Ahn-Nr.

# SB210.geburtsname
source: _Maiden name
de: _Geburtsname

# SB210.geburtsname.tt
source: Maiden name
de: Geburtsname

# SB210.vorname
source: _First names
de: _Vornamen

# SB210.vorname.tt
source: First names
de: Vornamen

# SB210.name.tt
source: Surname
de: Nachname

# SB210.geschlecht
source: Gender
de: Geschlecht

# SB210.geschlecht1
source: Male
de: männlich

# SB210.geschlecht1.tt
source: Male
de: männlich

# SB210.geschlecht2
source: Female
de: weiblich

# SB210.geschlecht2.tt
source: Female
de: weiblich

# SB210.geschlecht3
source: Unknown
de: unbekannt

# SB210.geschlecht3.tt
source: Unknown
de: unbekannt

# SB210.bilder.tt
source: Pictures of ancestor
de: Bilder zum Ahnen

# SB210.bilddaten
source: Picture data
de: Bilddaten

# SB210.bilddaten.tt
source: Data of pictures (Drop pictures here)
de: Daten zu den Bildern (Bilder hier fallen lassen)

# SB210.geburtsdatum
source: Born
de: Geboren

# SB210.geburtsdatum.tt
source: Date of birth
de: Geburtsdatum

# SB210.geburtsort
source: Place
de: Ort

# SB210.geburtsort.tt
source: Place of birth
de: Geburtsort

# SB210.geburtsbem
source: Memo
de: Bemerkung

# SB210.geburtsbem.tt
source: Memos of birth
de: Geburtsbemerkung

# SB210.taufdatum
source: Baptized
de: Getauft

# SB210.taufdatum.tt
source: Date of baptism
de: Taufdatum

# SB210.taufort
source: Place
de: Ort

# SB210.taufort.tt
source: Place of baptism
de: Taufort

# SB210.taufbem
source: Memo
de: Bemerkung

# SB210.taufbem.tt
source: Memos of baptism
de: Taufbemerkung

# SB210.todesdatum
source: Dead
de: Gestorben

# SB210.todesdatum.tt
source: Date of death
de: Todesdatum

# SB210.todesort
source: Place
de: Ort

# SB210.todesort.tt
source: Place of death
de: Todesort

# SB210.todesbem
source: Memo
de: Bemerkung

# SB210.todesbem.tt
source: Memos of death
de: Todesbemerkung

# SB210.begraebnisdatum
source: Buried
de: Begraben

# SB210.begraebnisdatum.tt
source: Date of burial
de: Begräbnisdatum

# SB210.begraebnisort
source: Place
de: Ort

# SB210.begraebnisort.tt
source: Place of burial
de: Begräbnisort

# SB210.begraebnisbem
source: Memo
de: Bemerkung

# SB210.begraebnisbem.tt
source: Memos of burial
de: Begräbnisbemerkung

# SB210.konfession
source: _Confession
de: _Konfession

# SB210.konfession.tt
source: Religious denomination
de: Konfession

# SB210.titel
source: _Title
de: _Titel

# SB210.titel.tt
source: Academic title
de: Titel

# SB210.bemerkung
source: Memo
de: Bemerkung

# SB210.bemerkung.tt
source: General memos
de: Bemerkung

# SB210.gatte
source: Spouses
de: Ehegatte(n)

# SB210.gatte.tt
source: Spouses
de: Ehegatte(n)

# SB210.gatteNr
source: New spouse
de: Neuer Gatte

# SB210.gatteNr.tt
source: Spouse number
de: Gatte-Nr.

# SB210.vater
source: Father
de: Vater

# SB210.vater.tt
source: Father
de: Vater

# SB210.vaterNr
source: New father
de: Neuer Vater

# SB210.vaterNr.tt
source: Father number
de: Vater-Nr.

# SB210.mutter
source: Mother
de: Mutter

# SB210.mutter.tt
source: Mother
de: Mutter

# SB210.mutterNr
source: New mother
de: Neue Mutter

# SB210.mutterNr.tt
source: Mother number
de: Mutter-Nr.

# SB210.quelle
source: _Reference
de: _Quelle

# SB210.quelle.tt
source: Reference
de: Quelle

# SB210.status1
source: State 1
de: Status 1

# SB210.status1.tt
source: State 1
de: Status 1

# SB210.status2
source: State 2
de: Status 2

# SB210.status2.tt
source: State 2
de: Status 2

# SB210.status3
source: State 3
de: Status 3

# SB210.status3.tt
source: State 3
de: Status 3

# SB210.hinzufuegen
source: Add _picture
de: Bild _Hinzufügen

# SB210.hinzufuegen.tt
source: Add picture
de: Bild hinzufügen

# SB210.select.ext
source: PNG files (.png)
de: Bild-Dateien (.png)

# SB220.title
source: Print
de: Drucken

# SB220.person
source: _Ancestor
de: _Ahn

# SB220.person.tt
source: Ancestor
de: Ahn

# SB220.generation
source: _Generations
de: _Generationen

# SB220.generation.tt
source: Number of generations
de: Anzahl von Generationen

# SB220.vorfahren
source: _Forebears
de: _Vorfahren

# SB220.vorfahren.tt
source: List of forebears
de: Vorfahren-Liste
