Repository: cwkuehl/csbp
Catalog: CSBP/Resources/Messages.*.resx
Languages: de

# parm.AG_ANWENDUNGS_TITEL.value
source: CSharp Budget Program
de: C#-Haushalts-Programm

# parm.AG_ANWENDUNGS_TITEL.text
source: This text will be part of the title, e.g. AG_ANWENDUNGS_TITEL=CSharp Budget Program
de: Der Text wird in den Titel der Anwendung eingebaut, z.B. AG_ANWENDUNGS_TITEL=C#-Haushalts-Programm

# parm.AG_HILFE_DATEI.value
source: ../Csbp-Help.html
de: ../Csbp-Hilfe.html

# parm.AG_HILFE_DATEI.text
source: Name of html help file, e.g. HILFE_DATEI=../Csbp-Help.html
de: Name der HTML-Hilfe-Datei, z.B. HILFE_DATEI=../Csbp-Hilfe.html

# parm.AG_STARTDIALOGE.text
source: List of starting dialogs, z.B. #FZ100
de: Liste der Start-Formulare, z.B. #FZ100

# parm.AG_TEMP_PFAD.text
source: Path for temporary files, e.g. C:/Temp
de: Pfad für temporäre Dateien, z.B. C:/Temp

# parm.AG_TEST_PRODUKTION.text
source: Distinction between test and production mode. Possible values: TEST, PRODUKTION, e.g. PRODUKTION
de: Unterscheidung zwischen Test- (einige Funktionen verändert) und Produktions-Modus. Mögliche Werte: TEST, PRODUKTION, z.B. PRODUKTION

# parm.SB_SUBMITTER.value
source: First name /NAME/;Address1;Address2;Address3;Email
de: Vorname /NAME/;Adresse1;Adresse2;Adresse3;Email

# parm.SB_SUBMITTER.text
source: Submitter of GEDCOM file in the format of First name /NAME/;Address1;Address2;Address3;Email
de: Herausgeber für GEDCOM-Datei im Format: Vorname /NAME/;Adresse1;Adresse2;Adresse3;Email

# parm.WP_FIXER_IO_ACCESS_KEY.text
source: Type in access key for currency rates of https://fixer.io.
de: Bitte Access Key für Währungskurse von https://fixer.io eintragen.

# AG001
source: AG001Are you sure to restore?
de: AG001Sind Sie sicher, dass die Rücksicherung durchgeführt werden soll?

# AG002
source: AG002Type in a password.
de: AG002Bitte ein Kennwort eingeben.

# AG003
source: AG003The existing undo or redo actions will be deleted by quitting. Quit the program?
de: AG003Es gibt Rückgängig- oder Wiederherstellungs-Aktionen, die beim Beenden verloren gehen. Soll das Programm beendet werden?

# AD001_
source: AD001Birthdays between {0:yyyy-MM-dd} and {1:yyyy-MM-dd}:
de: AD001Geburtstage zwischen {0:yyyy-MM-dd} und {1:yyyy-MM-dd}:

# AD002_
source: AD002{0:yyyy-MM-dd} {1} ({2} years)
de: AD002{0:yyyy-MM-dd} {1} ({2} Jahre)

# AD003_
source: AD003Address list from {0:yyyy-MM-dd HH:mm:ss}
de: AD003Adressenliste vom {0:yyyy-MM-dd HH:mm:ss}

# AD005
source: AD005Column headers do not fit.
de: AD005Spaltenüberschriften stimmen nicht.

# AD010_
source: AD010{0} person(s), {2} site(s) and {4} address(es) imported. There are {1} person(s), {3} site(s) and {5} address(es).
de: AD010Es wurde(n) {0} Person(en), {2} Sitz(e) und {4} Adresse(n) importiert. Es traten Fehler bei {1} Person(en), {3} Sitz(en) und {5} Adresse(n) auf.

# AD011
source: AD011Are You sure to import addresses?
de: AD011Sind Sie sicher, dass die Adressen importiert werden sollen?

# AD012
source: AD012Address list
de: AD012Adressenliste

# AD014
source: AD014Site
de: AD014Sitz

# AM001
source: AM001Invalid login.
de: AM001Die Anmeldedaten sind ungültig.

# AM002
source: AM002The new password must not be empty.
de: AM002Das neue Kennwort darf nicht leer sein.

# AM003_
source: AM003User {0}/{1} exists.
de: AM003Benutzer {0}/{1} vorhanden.

# AM004
source: AM004The actual client cannot be deleted.
de: AM004Der aktuelle Mandant kann nicht gelöscht werden.

# AM005
source: AM005 (Not logged in)
de: AM005 (Nicht angemeldet)

# AM008
source: AM008Type in a description.
de: AM008Die Beschreibung darf nicht leer sein.

# AM009
source: AM009The user ID must not be empty.
de: AM009Die Benutzer-ID darf nicht leer sein.

# AM010
source: AM010You must not grant a permission you don't possess.
de: AM010Sie dürfen keine höhere Berechtigung vergeben.

# AM011
source: AM011The user ID must be unique.
de: AM011Die Benutzer-ID muss eindeutig sein.

# AM012
source: AM012You must not delete yourselves.
de: AM012Man darf sich nicht selbst löschen.

# FZ004_
source: FZ004Days of life: {0:#,##0}
de: FZ004Lebenstage: {0:#,##0}

# FZ005_
source: FZ005Number of books: {0:#,##0}
de: FZ005Anzahl Bücher: {0:#,##0}

# FZ006_
source: FZ006Read: {0:#,##0}
de: FZ006Gelesen: {0:#,##0}

# FZ007_
source: FZ007Heard: {0:#,##0}
de: FZ007Gehört: {0:#,##0}

# FZ009_
source: FZ009English books: {0:#,##0}
de: FZ009Englische Bücher: {0:#,##0}

# FZ010_
source: FZ010Perry Rhodan booklets: {0:#,##0}
de: FZ010Perry Rhodan-Hefte: {0:#,##0}

# FZ011_
source: FZ011PPR booklets read: {0:#,##0}
de: FZ011PR-Hefte gelesen: {0:#,##0}

# FZ012_
source: FZ012Book pages read: {0:#,##0}
de: FZ012Gelesene Buch-Seiten: {0:#,##0}

# FZ013_
source: FZ013PR pages read: {0:#,##0}
de: FZ013Gelesene PR-Seiten: {0:#,##0}

# FZ014_
source: FZ014Pages read: {0:#,##0}
de: FZ014Gelesene Seiten: {0:#,##0}

# FZ015_
source: FZ015Pages read per day: {0:#,##0.0000}
de: FZ015Gelesene Seiten/Tag: {0:#,##0.0000}

# FZ016_
source: FZ016{0}{1:#,##0} ({2:#,##0} {3:#,##0}) km
de: FZ016{0}{1:#,##0} ({2:#,##0}) km

# FZ017_
source: FZ017{0}{1:#,##0.0000} km/day ({2:#,##0.0000} km/year)
de: FZ017{0}{1:#,##0.0000} km/Tag ({2:#,##0.0000} km/Jahr)

# FZ018
source: FZ018Sum
de: FZ018Summe

# FZ019
source: FZ019Select a bike.
de: FZ019Bitte ein Fahrrad auswählen.

# FZ020
source: FZ020Type in a positive odometer reading.
de: FZ020Bitte positiven Zählerstand angeben.

# FZ021
source: FZ021Type in a positive km.
de: FZ021TBitte positive km angeben.

# FZ022
source: FZ022Type in a positive average.
de: FZ022Bitte einen positiven Schnitt angeben.

# FZ024_
source: FZ024Bike {0} is missing.
de: FZ024Fahrrad-Nr. {0} ist nicht vorhanden.

# FZ025_
source: FZ025The odometer reading must be greater or equal to {0:#,##0}.
de: FZ025Der Zählerstand muss größer oder gleich {0:#,##0} sein.

# FZ026
source: FZ026EMileages could only be added at the end.
de: FZ026Es kann nur am Ende eingefügt werden.

# FZ027
source: FZ027The odometer reading could only be set to 0 at the end.
de: FZ027Der Zähler kann nur als letzter Eintrag auf 0 gesetzt werden.

# FZ028
source: FZ028No tour
de: FZ028Keine Tour

# FZ029_
source: FZ029Mileage {0} is missing.
de: FZ029Fahrradstand-Nr. {0} ist nicht vorhanden.

# FZ030
source: FZ030The following km would be negative.
de: FZ030Die nachfolgenden km wären negativ.

# FZ031
source: FZ031Only the last mileage can be deleted.
de: FZ031Es darf nur der letzte Fahrradstand gelöscht werden.

# FZ032
source: FZ032Type in an author name.
de: FZ032Bitte einen Namen angeben.

# FZ033
source: FZ033Type in a series name.
de: FZ033Bitte einen Namen angeben.

# FZ034
source: FZ034No series
de: FZ034Keine Serie

# FZ035
source: FZ035Type in a topic.
de: FZ035Das Thema darf nicht leer sein.

# FZ036_
source: FZ036User {0} is missing.
de: FZ036Benutzer {0} fehlt.

# FZ037
source: FZ037Type in a description.
de: FZ037Die Bezeichnung darf nicht leer sein.

# FZ038
source: FZ038Select a type.
de: FZ038Bitte einen Typ auswählen.

# FZ039
source: FZ039The author is used by books and cannot be deleted.
de: FZ039Der Autor wird in Büchern verwendet und kann nicht gelöscht werden.

# FZ040
source: FZ040The series is used by books and cannot be deleted.
de: FZ040Die Serie wird in Büchern verwendet und kann nicht gelöscht werden.

# FZ041
source: FZ041Type in a title.
de: FZ041Der Titel darf nicht leer sein.

# FZ042
source: FZ042Select an author.
de: FZ042Bitte einen Autor auswählen.

# FZ043
source: FZ043Select a series.
de: FZ043Bitte eine Serie auswählen.

# FZ044
source: FZ044Mileages per year
de: FZ044km pro Jahr

# FZ045
source: FZ045Average per year
de: FZ045Jahresdurchschnitt

# HH001
source: HH001Equity capital
de: HH001Eigenkapital

# HH002
source: HH002Profit and loss
de: HH002Gewinn/Verlust

# HH003
source: HH003No periods found.
de: HH003Keine Perioden gefunden.

# HH004
source: HH004The last period cannot be deleted.
de: HH004Die letzte Periode kann nicht gelöscht werden.

# HH005_
source: HH005Period {0} is missing.
de: HH005Periode {0} fehlt.

# HH007
source: HH007Type in a description.
de: HH007Die Bezeichnung darf nicht leer sein.

# HH008_
source: HH008The account type {0} is invalid.
de: HH008Die Kontoart {0} ist ungültig.

# HH009_
source: HH009The account attribute {0} is invalid or more than 1 character.
de: HH009Das Kontokennzeichen {0} ist ungültig oder länger als 1 Zeichen.

# HH010_
source: HH010There is already an account with attribute {0}.
de: HH010Das Kontokennzeichen {0} darf nur einmal vergeben werden.

# HH011
source: HH011The account must not be timely limited.
de: HH011Das Konto darf nicht zeitlich begrenzt werden.

# HH012
source: HH012The account type must not be changed.
de: HH012Die Kontoart darf nicht gewechselt werden.

# HH013_
source: HH013The account attribute {0} must not be changed.
de: HH013Das Kennzeichen {0} kann nicht geändert werden.

# HH014
source: HH014There are bookings before the period of validity.
de: HH014Es gibt noch Buchungen vor dem Gültigkeitszeitraum.

# HH015
source: HH015The valid to date must not be before valid from date.
de: HH015Das Bis-Datum darf nicht vor dem Von-Datum liegen.

# HH016
source: HH016There are bookings after the period of validity.
de: HH016Es gibt noch Buchungen nach dem Gültigkeitszeitraum.

# HH017_
source: HH017There is already an account with description {0}.
de: HH017Es gibt schon ein Konto mit gleicher Bezeichnung '{0}'.

# HH018
source: HH018There is no suitable period. Create a new period.
de: HH018Es gibt noch keine passende Periode. Bitte eine geeignete Periode anlegen.

# HH019_
source: HH019Account number {0} is missing.
de: HH019Konto-Nr. {0} nicht vorhanden.

# HH020
source: HH020The account is used for bookings and cannot be deleted.
de: HH020Das Konto wird in Buchungen verwendet und kann nicht gelöscht werden.

# HH021
source: HH021The equity capital account and profit and loss account cannot be deleted.
de: HH021Das Eigenkapital- und Gewinn+Verlust-Konto können nicht gelöscht werden.

# HH022
source: HH022No bookings.
de: HH022Keine Buchungen.

# HH023_
source: HH023Bookings from {0:yyyy-MM-dd} to {1:yyyy-MM-dd}.
de: HH023Buchungen vom {0:yyyy-MM-dd} bis {1:yyyy-MM-dd}.

# HH024
source: HH024Type in a description.
de: HH024Die Bezeichnung darf nicht leer sein.

# HH025_
source: HH025Event{0}
de: HH025Ereignis{0}

# HH026_
source: HH026The attribute must be no longer than {0} characters.
de: HH026Das Kennzeichen darf max. {0} Zeichen lang sein.

# HH027
source: HH027The posting text must not be empty.
de: HH027Der Buchungstext darf nicht leer sein.

# HH028
source: HH028Select a debit account.
de: HH028Es muss ein Sollkonto angegeben werden.

# HH029
source: HH029Select a credit account.
de: HH029Es muss ein Habenkonto angegeben werden.

# HH030
source: HH030The debit account must be different from the credit account.
de: HH030Soll- und Habenkonto müssen verschieden sein.

# HH031
source: HH031The equity capital account can not be found.
de: HH031Das Eigenkapital-Konto konnte nicht bestimmt werden.

# HH032
source: HH032The profit and loss account can not be found.
de: HH032Das Gewinn+Verlust-Konto konnte nicht bestimmt werden.

# HH033
source: HH033Select a value date.
de: HH033Es ist kein Valuta festgelegt.

# HH034
source: HH034The value must be greater than 0.
de: HH034Der Betrag muss größer 0 sein.

# HH035
source: HH035The equity capital account and profit and loss account are not bookable.
de: HH035Das Eigenkapital- und Gewinn+Verlust-Konto sind nicht bebuchbar.

# HH036
source: HH036Select a receipt date.
de: HH036Das Belegdatum muss angegeben werden.

# HH037
source: HH037The debit account is not found.
de: HH037Keinen Sollkonto-Datensatz gefunden.

# HH038_
source: HH038The debit account is valid from {0:yyyy-MM-dd}.
de: HH038Das Sollkonto ist erst ab {0:yyyy-MM-dd} gültig.

# HH039_
source: HH039The debit account is valid to {0:yyyy-MM-dd}.
de: HH039Das Sollkonto ist nur bis {0:yyyy-MM-dd} gültig.

# HH040
source: HH040The credit account is not found.
de: HH040Keinen Habenkonto-Datensatz gefunden.

# HH041_
source: HH041The credit account is valid from {0:yyyy-MM-dd}.
de: HH041Das Habenkonto ist erst ab {0:yyyy-MM-dd} gültig.

# HH042_
source: HH042The credit account is valid to {0:yyyy-MM-dd}.
de: HH042Das Habenkonto ist nur bis {0:yyyy-MM-dd} gültig.

# HH043_
source: HH043Booking number {0} is missing.
de: HH043Buchung-Nr. {0} nicht vorhanden.

# HH045
source: HH045Type in a report title.
de: HH045Bitte einen Titel angeben.

# HH046_
source: HH046Annual report {0} for {1} of {2:yyyy-MM-dd HH:mm:ss}
de: HH046Jahresbericht {0} für {1} vom {2:yyyy-MM-dd HH:mm:ss}

# HH047_
source: HH047Cash report {0} for {1} of {2:yyyy-MM-dd HH:mm:ss}
de: HH047Kassenbericht {0} für {1} vom {2:yyyy-MM-dd HH:mm:ss}

# HH048
source: HH048Annual report
de: HH048Jahresbericht

# HH049
source: HH049Cash report
de: HH049Kassenbericht

# HH050
source: HH050The file is too short.
de: HH050Die Datei ist zu kurz.

# HH051_
source: HH051The column {0} is missing.
de: HH051Die Spalte {0} ist nicht vorhanden.

# HH052
source: HH052Are You sure to import the bookings?
de: HH052Sind Sie sicher, dass die Buchungen importiert werden sollen?

# HH053_
source: HH053{0} booking(s) imported.
de: HH053Es wurde(n) {0} Buchung(en) importiert.

# HH054_
source: HH054Records: {0} Sum: {1:#,##0.00}
de: HH054Datensätze: {0} Summe: {1:#,##0.00}

# HH057_
source: HH057{0:yyyy-MM-dd}, {1:#,##0.00}, {2} to {3}, {4}
de: HH057{0:yyyy-MM-dd}, {1:#,##0.00}, {2} an {3}, {4}

# HH060
source: HH060Calculating balance sheets ...
de: HH060Bilanzen berechnen ...

# HH061_
source: HH061Balance sheets calculated: {0}
de: HH061Bilanzen berechnet: {0}

# HH063_
source: HH063The cash auditors did the cash auditing {0} for {1}.
de: HH063Die Kasse von {0} für {1} wurde geprüft.

# HH064
source: HH064The correct cash management is confirmed.
de: HH064Es wird die Richtigkeit des Kassenberichts bestätigt.

# HH065
source: HH065Revenues
de: HH065Einnahmen

# HH066
source: HH066Expenditure
de: HH066Ausgaben

# HH067
source: HH067Balance
de: HH067Saldo

# HH068
source: HH068Sum
de: HH068Summe

# HH069
source: HH069Signature of cash auditor
de: HH069Unterschrift Kassenprüfer(in)

# HH070_
source: HH070Breakdown {0}
de: HH070Aufschlüsselung {0}

# HH071_
source: HH071Inventory {0} {1:yyyy-MM-dd}
de: HH071Bestand {0} {1:yyyy-MM-dd}

# HH072_
source: HH072Inventory {0}
de: HH072Bestand {0}

# HH073_
source: HH073Sum {0} {1:yyyy-MM-dd}
de: HH073Summe {0} {1:yyyy-MM-dd}

# HH074
source: HH074The sum is incorrect. Calculate the period.
de: HH074Die Summe stimmt nicht. Bitte die Periode neu berechnen.

# HH076
source: HH076Balance carryforward
de: HH076Saldovortrag

# HH077
source: HH077Date
de: HH077Datum

# HH078
source: HH078Revenues
de: HH078Einnahme

# HH079
source: HH079Expenditure
de: HH079Ausgabe

# HH080
source: HH080Account
de: HH080Konto

# HH081
source: HH081Receipt number
de: HH081Beleg

# HH082
source: HH082Posting text
de: HH082Text

# HH083
source: HH083The value must be 0.
de: HH083Der Betrag muss 0 sein.

# SB001
source: SB001Type in a maiden name.
de: SB001Der Geburtsname darf nicht leer sein.

# SB002
source: SB002New spouse and new parents are not possible.
de: SB002Neuer Gatte und neue Eltern sind nicht möglich.

# SB003_
source: SB003Date {0} could not be parsed.
de: SB003Datum {0} konnte nicht geparst werden.

# SB004
source: SB004Select ancestor or family.
de: SB004Familie oder Ahn muss angegeben werden.

# SB005
source: SB005Select a type.
de: SB005Der Typ darf nicht leer sein.

# SB006
source: SB006Select a date type.
de: SB006Der Datum-Typ darf nicht leer sein.

# SB007
source: SB007Father or mother are necessary.
de: SB007Vater oder Mutter ist notwendig.

# SB008
source: SB008New father is not male.
de: SB008Neuer Vater ist nicht männlich.

# SB009
source: SB009New mother is not female.
de: SB009Neue Mutter ist nicht weiblich.

# SB010_
source: SB010Family number {0} has same father and mother.
de: SB010Familie-Nr. {0} hat gleichen Vater und Mutter.

# SB011
source: SB011Family and child are necessary.
de: SB011Familie und Kind sind notwendig.

# SB012_
source: SB012Ancestor is already child in family {0}.
de: SB012Ahn ist schon Kind bei Familie {0}.

# SB013
source: SB013Type in an author.
de: SB013Autor darf nicht leer sein.

# SB014
source: SB014Type in a description.
de: SB014Beschreibung darf nicht leer sein.

# SB015
source: SB015The reference is used by ancestors and cannot be deleted.
de: SB015Die Quelle wird für Ahnen verwendet und kann nicht gelöscht werden.

# SB016
source: SB016The reference is used by events and cannot be deleted.
de: SB016Die Quelle wird für Ereignisse verwendet und kann nicht gelöscht werden.

# SB017_
source: SB017Ancestor {0} is missing.
de: SB017Ahn-Nr. {0} nicht vorhanden.

# SB018_
source: SB018List of ancestors from {0:yyyy-MM-dd HH:mm:ss}
de: SB018Ahnenliste vom {0:yyyy-MM-dd HH:mm:ss}

# SB019_
source: SB019Descendants of {0} with max. {1} generations
de: SB019Nachfahren von {0} mit max. {1} Generationen

# SB021_
source: SB021Forebears of {0} with max. {1} generations{2}
de: SB021Vorfahren von {0} mit max. {1} Generationen{2}

# SB022
source: SB022 and siblings
de: SB022 und Geschwistern

# SB023
source: SB023Type in a name.
de: SB023Name darf nicht leer sein.

# SB024
source: SB024Wrong GEDCOM version.
de: SB024Falsche GEDCOM-Version.

# SB025
source: SB025Wrong filter criteria (e.g. status1<=1900).
de: SB025Filter-Kriterium hat falsche Struktur (z.B. status1<=1900).

# SB026_
source: SB026{0,number} person(s) have been imported.
de: SB026Es wurde(n) {0} Person(en) importiert.

# SB027
source: SB027No family exists.
de: SB027Keine Familie vorhanden.

# SB028_
source: SB028Records: {0} Without date of birth: {1}
de: SB028Datensätze: {0} ohne Geburtsdatum: {1}

# SB029
source: SB029Are You sure to delete the whole family tree?
de: SB029Wollen Sie den vorhandenen Stammbaum löschen?

# SB030
source: SB030Ancestor_list
de: SB030Ahnenliste

# SB031_
source: SB031about {0}
de: SB031um {0}

# SB032_
source: SB032after {0}
de: SB032nach {0}

# SB033_
source: SB033before {0}
de: SB033vor {0}

# SB035_
source: SB035{0} or {1}
de: SB035{0} oder {1}

# SO002_
source: SO002{0} cell(s) filled.
de: SO002{0} Zelle(n) gefüllt

# SO007_
source: SO007Contradiction in row {0} with number {1}.
de: SO007Widerspruch in Zeile {0} mit Zahl {1}.

# SO008_
source: SO008Contradiction in column {0} with number {1}.
de: SO008Widerspruch in Spalte {0} mit Zahl {1}.

# SO009_
source: SO009Contradiction in box {0} with number {1}.
de: SO009Widerspruch in Kasten {0} mit Zahl {1}.

# SO010_
source: SO010Contradiction in diagonal {0} row {1} with number {2}.
de: SO010Widerspruch in Diagonale {0} Zeile {1} mit Zahl {2}.

# SO011
source: SO011Sudoku is completely solved.
de: SO011Sudoku ist schon vollständig gelöst.

# SO012
source: SO012Sudoku is not solvable (no variant).
de: SO012Sudoku ist nicht lösbar (fehlende Variante).

# SO013
source: SO013Sudoku is solvable, but not unambiguous.
de: SO013Sudoku lösbar, aber nicht eindeutig.

# SO014
source: SO014There is no number any more.
de: SO014TKeine Zahl mehr gefunden.

# SO015
source: SO015Sudoku is not completely solvable.
de: SO015Sudoku ist nicht vollständig lösbar.

# TB001
source: TB001The search parameter is invalid.
de: TB001Der Such-Parameter ist ungültig.

# TB002_
source: TB002Diary report: {0:yyyy-MM-dd HH:mm:ss}
de: TB002Tagebuch-Bericht vom {0:yyyy-MM-dd HH:mm:ss}

# TB003_
source: TB003Search: (/{0}/ or /{1}/ or /{2}/) and (/{3}/ or /{4}/ or /{5}/) and not (/{6}/ or /{7}/ or /{8}/)
de: TB003Suche nach: (/{0}/ oder /{1}/ oder /{2}/) und (/{3}/ oder /{4}/ oder /{5}/) und nicht (/{6}/ oder /{7}/ oder /{8}/)

# TB004_
source: TB004Wrong counter at {0:yyyy-MM-dd}: {1}, expected: {2}
de: TB004Falscher Zähler am {0:yyyy-MM-dd}: {1}, erwartet: {2}

# TB005
source: TB005Diary
de: TB005Tagebuch

# TB007
source: TB007Type in a description.
de: TB007Die Bezeichnung darf nicht leer sein.

# TB008
source: TB008The latitude must be between -90 and +90.
de: TB008Die Breite muss zwischen -90 und +90 sein.

# TB009
source: TB009The longitude must be between -180 and +180.
de: TB009Die Länge muss zwischen -180 und +180 sein.

# TB011_
source: TB011Time period: {0} - {1}
de: TB011Zeitraum: {0:yyyy-MM-dd} - {1:yyyy-MM-dd}

# TB012
source: TB012Without position
de: TB012Ohne Position

# TB013_
source: TB013The Position is used in diary entries and cannot be deleted, e.g. {0:yyyy-MM-dd}.
de: TB013Die Position wird in Tagebucheinträgen verwendet und kann nicht gelöscht werden, z.B. {0:yyyy-MM-dd}.

# WP001
source: WP001Type in a description.
de: WP001Die Bezeichnung darf nicht leer sein.

# WP002
source: WP002Select a state.
de: WP002Der Status darf nicht leer sein.

# WP003
source: WP003The box size must be greater than 0.
de: WP003Die Boxgröße muss größer 0 sein.

# WP004
source: WP004The reversal must be greater than 0.
de: WP004Die Umkehr muss größer 0 Tage sein.

# WP005
source: WP005Wrong method.
de: WP005Falsche Methode.

# WP006
source: WP006The period must be greater than 10 days.
de: WP006Die Dauer muss größer 10 sein.

# WP007
source: WP007Wrong scaling method.
de: WP007Falsche Skala.

# WP008_
source: WP008({0} of {1}) Reading of {2} at {3:yyyy-MM-dd} {4}
de: WP008({0} von {1}) Lesen von {2} am {3:yyyy-MM-dd} {4}

# WP009_
source: WP009({0} of {1}) Calculation of {2} at {3:yyyy-MM-dd} {4}
de: WP009({0} von {1}) Berechnung von {2} am {3:yyyy-MM-dd} {4}

# WP010
source: WP010Without
de: WP010Ohne

# WP012_
source: WP012Wrong status code {0}.
de: WP012Falscher Status-Code {0}

# WP014
source: WP014Type in a shortcut.
de: WP014Das Kürzel darf nicht leer sein.

# WP015
source: WP015The stock is used by relations and cannot be deleted.
de: WP015Das Wertpapier wird in einer Relation verwendet und kann nicht gelöscht werden.

# WP016
source: WP016The stock is used by investments and cannot be deleted.
de: WP016Das Wertpapier wird in einer Anlage verwendet und kann nicht gelöscht werden.

# WP017
source: WP017Select a stock.
de: WP017Bitte ein Wertpapier auswählen.

# WP018
source: WP018The investment is used by bookings and cannot be deleted.
de: WP018Die Anlage wird in einer Buchung verwendet und kann nicht gelöscht werden.

# WP019
source: WP019Select an investment.
de: WP019Eine Anlage muss ausgewählt werden.

# WP021
source: WP021The posting text must not be empty.
de: WP021Es ist kein Buchungstext erfasst.

# WP022
source: WP022Type in a value for payment or shares.
de: WP022Es muss ein Betrag oder Anteil erfasst werden.

# WP023_
source: WP023Payment amount: {0:#,##0.00}{1} Shares: {2:#,##0.00000} Price per share: {3:#,##0.0000} Interest: {4:#,##0.00} {5} {6}
de: WP023Zahlungssumme: {0:#,##0.00}{1} Anteilssumme: {2:#,##0.00000} Preis/Anteil: {3:#,##0.0000} Zinsen: {4:#,##0.00} {5} {6}

# WP024_
source: WP024Actual price: {0:#,##0.0000}{1} Actual value: {2:#,##0.00} Profit or loss: {3:#,##0.00} ({4:#,##0.0000}%)
de: WP024Aktueller Preis: {0:#,##0.0000}{1} Aktueller Wert: {2:#,##0.00} Gewinn/Verlust: {3:#,##0.00} ({4:#,##0.0000}%)

# WP028_
source: WP028Value prev. day: {0:#,##0.00} +/-: {1:#,##0.00} ({2:yyyy-MM-dd})
de: WP028Vortagswert: {0:#,##0.00} +/-: {1:#,##0.00} ({2:yyyy-MM-dd})

# WP029_
source: WP029Records: {0:#,##0} Sum: {1:#,##0.00} Value: {2:#,##0.00} Profit: {3:#,##0.00} ({4:#,##0.00}%) Previous day +/-: {5:#,##0.00}
de: WP029Datensätze: {0:#,##0} Summe: {1:#,##0.00} Wert: {2:#,##0.00} Gewinn: {3:#,##0.00} ({4:#,##0.00}%) Vortag +/-: {5:#,##0.00}

# WP030_
source: WP030{0:yyyy-MM-dd}, Payment {1}, Discount {2}, Shares {3}, Interest {4}, {5}, {6}
de: WP030{0:yyyy-MM-dd}, Betrag {1}, Rabatt {2}, Anteile {3}, Zinsen {4}, {5}, {6}

# WP031
source: WP031Closing price is missing.
de: WP031Fehlender Schlusskurs.

# WP032
source: WP032High or low price is missing.
de: WP032Fehlende Höchst- oder Tiefstkurse.
