Repository: cwkuehl/csbp
Catalog: CSBP/Resources/Messages.*.resx
Languages: de

# SB220.geschwister
source: _With siblings
de: Mit _Geschwistern

# SB220.geschwister.tt
source: With siblings
de: Mit Geschwistern

# SB220.nachfahren
source: _Descendants
de: _Nachfahren

# SB220.nachfahren.tt
source: List of descendants
de: Nachfahren-Liste

# SB300.title
source: Families
de: Familien

# SB300.familien
source: _Families
de: _Familien

# SB300.familien.tt
source: Families
de: Familien

# SB300.familien.columns
source: No.;Father;Mother;Changed at;Changed by;Created at;Created by
de: Nr.;Vater;Mutter;Geändert am;Geändert von;Angelegt am;Angelegt von

# SB300.springen
source: Select
de: Springe zu

# SB300.spVater
source: Father
de: Vater

# SB300.spVater.tt
source: Select the father
de: Springe zum Vater

# SB300.spMutter
source: Mother
de: Mutter

# SB300.spMutter.tt
source: Select the mother
de: Springe zur Mutter

# SB300.spKind
source: 1st child
de: 1. Kind

# SB300.spKind.tt
source: Select 1st child
de: Springe zum 1. Kind

# SB310.title
source: Family
de: Familie

# SB310.nr
source: No.
de: Nr.

# SB310.nr.tt
source: Family number
de: Familien-Nr.

# SB310.vater
source: _Father
de: _Vater

# SB310.vater.tt
source: Father
de: Vater

# SB310.mutter
source: _Mother
de: _Mutter

# SB310.mutter.tt
source: Mother
de: Mutter

# SB310.heiratsdatum
source: Married
de: Geheiratet

# SB310.heiratsdatum.tt
source: Date of marriage
de: Hochzeitsdatum

# SB310.heiratsort.tt
source: Place of marriage
de: Hochzeitsort

# SB310.heiratsbem
source: M_emo
de: _Bemerkung

# SB310.heiratsbem.tt
source: Memos of marriage
de: Hochzeitsbemerkung

# SB310.kinder
source: C_hildren
de: _Kinder

# SB310.kinder.tt
source: Children of the family
de: Familien-Kinder

# SB310.kinder.columns
source: No.;Maiden name;First names;Surname;G.;Changed at;Changed by;Created at;Created by
de: Nr.;Geburtsname;Vorname;Name;G.;Geändert am;Geändert von;Angelegt am;Angelegt von

# SB310.kind
source: Ch_ild
de: K_ind

# SB310.kind.tt
source: Child for adding
de: Kind zum Hinzufügen

# SB310.hinzufuegen
source: _Add
de: _Hinzufügen

# SB310.hinzufuegen.tt
source: Add a child to the family
de: Kind zur Familie hinzufügen

# SB310.entfernen
source: _Remove
de: _Entfernen

# SB310.entfernen.tt
source: Remove selected child from the family
de: Ausgewähltes Kind aus Familie entfernen

# SB400.title
source: References
de: Quellen

# SB400.quellen
source: _References
de: _Quellen

# SB400.quellen.tt
source: References
de: Quellen, Unterlagen für Ahnenforschung

# SB400.quellen.columns
source: No.;Author;Description;Changed at;Changed by;Created at;Created by
de: Nr.;Autor;Beschreibung;Geändert am;Geändert von;Angelegt am;Angelegt von

# SB410.title
source: Reference
de: Quelle

# SB410.nr
source: No.
de: Nr.

# SB410.nr.tt
source: Reference number
de: Quellen-Nr.

# SB410.autor
source: _Author
de: _Autor

# SB410.autor.tt
source: Author
de: Autor

# SB410.beschreibung
source: _Description
de: _Beschreibung

# SB410.beschreibung.tt
source: Description or title
de: Beschreibung oder Titel

# SB410.zitat
source: _Quotation
de: _Zitat

# SB410.zitat.tt
source: Quotation
de: Zitat

# SB410.bemerkung
source: _Memo
de: _Bemerkung

# SB410.bemerkung.tt
source: Memo
de: Bemerkung

# SB500.title
source: GEDCOM Interface
de: GEDCOM-Schnittstelle

# SB500.name
source: Family tree _name
de: Stammbaum-_Name

# SB500.name.tt
source: Name of the family tree
de: Name für den Stammbaum

# SB500.datei
source: _File
de: _Datei

# SB500.datei.tt
source: Name of GED file
de: Name der ged-Datei

# SB500.dateiAuswahl.tt
source: Select file
de: Vorhandene Datei auswählen

# SB500.filter.tt
source: Filter for ancestors
de: Filter für Ahnen

# SB500.export.tt
source: Export of family tree in file
de: Export des Stammbaums in Datei

# SB500.importieren.tt
source: Import of family tree from file
de: Import des Stammbaums aus einer Datei

# SB500.select.file
source: ancestor.ged
de: ahnen.ged

# SB500.select.ext
source: GED files (.ged)
de: GED-Dateien (.ged)

# SO100.anzahl
source: Filled
de: Gefüllt

# SO100.zug
source: 1 _Move
de: 1 _Zug

# SO100.zug.tt
source: Determine one number
de: Eine Zahl bestimmen und eintragen

# SO100.loesen
source: _Resolve
de: Lösen

# SO100.loesen.tt
source: Determine all numbers
de: Alle Zahlen bestimmen und eintragen

# SO100.test
source: Test discrepancy
de: Widerspruch-_Test

# SO100.test.tt
source: Are there contradicting numbers?
de: Widersprechen sich die bisherigen Zahlen?

# SO100.diagonal
source: Diagonals different
de: Diagonalen verschieden

# SO100.diagonal.tt
source: Must all numbers on both diagonals be different? (Schuessler-Sudoku)
de: Müssen die Diagonalen auch alle Zahlen enthalten? (Schüssler-Sudoku)

# TB100.title
source: Diary
de: Tagebuch

# TB100.before1
source: 1 day before
de: 1 Tag vorher

# TB100.before1.tt
source: Entry of previous day
de: Eintrag vom Vortag

# TB100.before2
source: 1 month before
de: 1 Monat vorher

# TB100.before2.tt
source: Entry of previous month
de: Eintrag vor einem Monat

# TB100.before3
source: 1 year before
de: 1 Jahr vorher

# TB100.before3.tt
source: Entry of previous year
de: Eintrag vor einem Jahr

# TB100.after1
source: 1 day after
de: 1 Tag danach

# TB100.after1.tt
source: Entry of next day
de: Eintrag vom Folgetag

# TB100.after2
source: 1 month after
de: 1 Monat danach

# TB100.after2.tt
source: Entry of next month
de: Eintrag nach einem Monat

# TB100.after3
source: 1 year after
de: 1 Jahr danach

# TB100.after3.tt
source: Entry of next year
de: Eintrag nach einem Jahr

# TB100.date
source: _Date
de: _Datum

# TB100.date.tt
source: Date of entry
de: Datum zum Tagebuch-Eintrag

# TB100.entry
source: En_try
de: Ein_trag

# TB100.entry.tt
source: Entry of diary
de: Tagebuch-Eintrag

# TB100.positions
source: Position
de: Positionen

# TB100.positions.tt
source: Locations or positions at this day.
de: Orte oder Positionen an diesem Tag.

# TB100.positions.columns
source: No.;Description;Latitude_r;Longitude_r;From;To;Changed at;Changed by;Created at;Created by
de: Nr.;Bezeichnung;Breite_r;Länge_r;Von;Bis;Geändert am;Geändert von;Angelegt am;Angelegt von

# TB100.new.tt
source: Create new location or position.
de: Neuen Ort oder Position erfassen.

# TB100.remove.tt
source: Remove location or position.
de: Ort oder Position entfernen.

# TB100.posbefore
source: P. Yesterday
de: P. Vortag

# TB100.posbefore.tt
source: Add yesterday's positions.
de: Positionen vom Vortag hinzufügen.

# TB100.position.tt
source: Location or position to add.
de: Ort oder Position zum Hinzufügen.

# TB100.add.tt
source: Add selected location or position.
de: Ausgewählten Ort oder Position hinzufügen.

# TB100.search0
source: _Search (Placeholders % and _; Sequence check with ####)
de: _Suche (Platzhalter % und __; Reihenfolge-Prüfung ####)

# TB100.clear.tt
source: Clear the search criteria.
de: Leeren der Such-Kriterien.

# TB100.search2
source: or
de: oder

# TB100.search3
source: or
de: oder

# TB100.search5
source: and (
de: und (

# TB100.search6
source: or
de: oder

# TB100.search7
source: or
de: oder

# TB100.search9
source: and not (
de: und nicht (

# TB100.search10
source: or
de: oder

# TB100.search11
source: or
de: oder

# TB100.position2.tt
source: Location or position for search.
de: Ort oder Position zum Suchen.

# TB100.from
source: from
de: Von

# TB100.from.tt
source: From date for search
de: Von-Datum für Suche

# TB100.to
source: to
de: Bis

# TB100.to.tt
source: To date for search
de: Bis-Datum für Suche

# TB100.first.tt
source: Go to first entry.
de: Sprung zum ersten Eintrag.

# TB100.back.tt
source: Go to previous entry.
de: Sprung zum vorhergehenden Eintrag.

# TB100.forward.tt
source: Go to next entry.
de: Sprung zum nächsten Eintrag.

# TB100.last.tt
source: Go to last entry.
de: Sprung zum letzten Eintrag.

# TB100.save.tt
source: Save all affected entries in a file.
de: Speichern aller passenden Einträge in einer Datei.

# TB200.title
source: Positions
de: Positionen

# TB200.positions
source: _Positions
de: _Positionen

# TB200.positions.tt
source: Positions
de: Positionen

# TB200.positions.columns
source: No.;Description;Latitude_r;Longitude_r;Changed at;Changed by;Created at;Created by
de: Nr.;Bezeichnung;Breite_r;Länge_r;Geändert am;Geändert von;Angelegt am;Angelegt von

# TB200.search
source: _Search
de: _Suche

# TB200.search.tt
source: Search for text
de: Suche für Text

# TB200.all
source: A_ll
de: A_lle

# TB200.all.tt
source: Clear selection criteria
de: Selektionskriterien zurücksetzen

# TB110.title
source: Date of position
de: Datum der Position

# TB110.nr
source: No.
de: Nr.

# TB110.nr.tt
source: Position number
de: Position-Nr.

# TB110.bezeichnung
source: _Description
de: _Bezeichnung

# TB110.bezeichnung.tt
source: Description
de: Bezeichnung

# TB110.datum
source: _Date
de: _Datum

# TB110.datum.tt
source: To date of position
de: Bis-Datum der Position

# TB210.nr
source: No.
de: Nr.

# TB210.nr.tt
source: Position number
de: Position-Nr.

# TB210.bezeichnung
source: _Description
de: _Bezeichnung

# TB210.bezeichnung.tt
source: Description
de: Bezeichnung

# TB210.breite
source: L_atitude
de: _Breite

# TB210.breite.tt
source: Latitude
de: Breite

# TB210.laenge
source: _Longitude
de: _Länge

# TB210.laenge.tt
source: Longitude
de: Länge

# TB210.hoehe
source: _Altitude
de: _Höhe

# TB210.hoehe.tt
source: Altitude
de: Höhe

# TB210.notiz
source: _Memo
de: _Notiz

# TB210.notiz.tt
source: Memo
de: Notizen

# WP100.daten
source: _Data
de: _Daten

# WP100.daten.tt
source: Data for chart
de: Daten für Chart

# WP100.daten.columns
source: Date;Date;Open_r;High_r;Low_r;Close_r
de: Datum;Datum;Open_r;High_r;Low_r;Close_r

# WP100.von
source: _From
de: _Von

# WP100.von.tt
source: Date from
de: Datum von

# WP100.bis
source: _To
de: B_is

# WP100.bis.tt
source: Date to
de: Datum bis

# WP100.wertpapier
source: _Stock
de: _Wertpapier

# WP100.wertpapier.tt
source: Stock
de: Wertpapier

# WP100.box
source: Bo_x size
de: Bo_xgröße

# WP100.box.tt
source: Box size absolute or percentage
de: Boxgröße absolut oder prozentual

# WP100.skala.tt
source: Method of box scaling
de: Methode der Box-Skalierung

# WP100.umkehr
source: _Reversal
de: _Umkehr

# WP100.umkehr.tt
source: Number of boxes for reversal
de: Anzahl der Boxen für Umkehr

# WP100.methode
source: _Method
de: _Methode

# WP100.methode.tt
source: Method for chart evaluation
de: Methode für Kursberechnung

# WP100.relativ
source: _Relative
de: _Relativ

# WP100.relativ.tt
source: Relative chart to another stock?
de: Soll die Auswertung relativ zur Relation erfolgen?

source: WP200.title
de: Wertpapiere

source: WP200.wertpapiere
de: _Wertpapiere

source: WP200.wertpapiere.tt
de: Wertpapiere

# WP200.wertpapiere.columns
source: No.;Description;St.;Provider;Shortcut;Relation;Rating;Trend;Box 0.5;T;1;T;2;T;3;T;5;T;XO;Bew.;Date;Signal;200;Changed at;Changed by;Created at;Created by
de: Nr.;Sort.;Name;St.;Provider;Kürzel;Relation;Bewertung;Trend;Box 0.5;T;1;T;2;T;3;T;5;T;XO;Bew.;Datum;Signal;200;Geändert am;Geändert von;Angelegt am;Angelegt von

# WP200.status
source: State
de: Status

source: WP200.bis
de: B_is

source: WP200.bis.tt
de: End-Datum für die Bewertung festlegen.

# WP200.alle
source: A_ll
de: A_lle

# WP200.alle.tt
source: Clear selection criteria
de: Selektionskriterien zurücksetzen

# WP200.berechnen
source: Calculate rating
de: Bewertungen berechnen

# WP200.berechnen.tt
source: Calculate rating for all active stocks?
de: Soll die Bewertung für jedes aktive Wertpapier berechnet werden?

# WP200.bezeichnung
source: _Search
de: _Suche

# WP200.bezeichnung.tt
source: Search for text
de: Suche in allen Textfeldern

# WP200.muster
source: _Pattern
de: _Muster

# WP200.muster.tt
source: Search pattern
de: Zu suchendes Muster

# WP200.auchinaktiv
source: also inactive
de: auch inaktive

# WP200.auchinaktiv.tt
source: Show also inactive stocks?
de: Sollen auch inaktive Wertpapiere angezeigt werden?

# WP200.konfiguration
source: _Configuration
de: _Konfiguration

# WP200.konfiguration.tt
source: Configuration for rating
de: Konfiguration für Bewertung festlegen

# WP210.title
source: Stock
de: Wertpapier

# WP210.nr
source: No.
de: Nr.

# WP210.nr.tt
source: Stock number
de: Wertpapier-Nr.

# WP210.bezeichnung
source: _Description
de: _Bezeichnung

# WP210.bezeichnung.tt
source: Description
de: Bezeichnung

# WP210.provider.tt
source: Provider for prices
de: Provider für Kursabfrage

# WP210.kuerzel
source: _Shortcut
de: _Kürzel

# WP210.kuerzel.tt
source: Shortcut for provider
de: Kürzel für Kursabfrage beim Provider

# WP210.status
source: _State
de: _Status

# WP210.status.tt
source: State for calculating
de: Status für Berechnung

# WP210.aktKurs
source: Current price
de: Aktueller Kurs

# WP210.aktKurs.tt
source: Current price of last calculation
de: Aktueller Kurs aus letzter Bewertung

# WP210.stopKurs
source: Stop order
de: Stop-Kurs

# WP210.stopKurs.tt
source: Stop order of last calculation
de: Stop-Kurs aus letzter Bewertung

# WP210.signalKurs1
source: Price _target
de: Kurs_ziel

# WP210.signalKurs1.tt
source: Manual price target
de: Manuelles Kursziel

# WP210.muster
source: Last pattern
de: Letztes Muster

# WP210.muster.tt
source: Last pattern of last calculation
de: Letztes Signalmuster aus letzter Bewertung

# WP210.typ
source: _Type
de: _Typ

# WP210.typ.tt
source: Share (if empty) or bond
de: Aktie (wenn leer) oder Anleihe

# WP210.waehrung
source: C_urrency
de: _Währung

# WP210.waehrung.tt
source: Currency for price provider; EUR, GBP, USD, ...
de: Währungskürzel für Kursabfrage; EUR, GBP, USD, ...

# WP210.sortierung
source: Sortin_g
de: Sortierun_g

# WP210.sortierung.tt
source: String for sorting
de: Zeichenkette für Sortierung

# WP210.relation.tt
source: Relation to another stock or index
de: Relation zu anderem Wertpapier, z.B. Index

# WP210.notiz
source: Memo
de: Notiz

# WP210.notiz.tt
source: Memos
de: Notizen

# WP210.anlage
source: Create investment
de: Anlage erstellen

# WP210.anlage.tt
source: Create investment for stock?
de: Soll für das Wertpapier auch eine Anlage erstellt werden?

# WP250.title
source: Investments
de: Anlagen

# WP250.anlagen
source: _Investments
de: _Anlagen

# WP250.anlagen.tt
source: Stock investments
de: Wertpapier-Anlagen

# WP250.anlagen.columns
source: No.;Description;St.;Provider;Shortcut;Payment_r;Shares_r;Value_r;Gain_r;+/-_r;Date;Currency;Changed at;Changed by;Created at;Created by
de: Nr.;Bezeichnung;St.;Provider;Kürzel;Betrag_r;Anteile_r;Wert_r;Gewinn_r;+/-_r;Valuta;Währung;Geändert am;Geändert von;Angelegt am;Angelegt von

# WP250.anlagenStatus
source: State
de: Status

# WP250.bis
source: T_o
de: B_is

# WP250.bis.tt
source: Date for calculation
de: Datum für die Bewertung

# WP250.bezeichnung
source: _Search
de: _Suche

# WP250.bezeichnung.tt
source: Search for text
de: Suche in allen Textfeldern

# WP250.wertpapier
source: _Stock
de: _Wertpapier

# WP250.wertpapier.tt
source: Search stock
de: Zu suchendes Wertpapier

# WP250.alle
source: A_ll
de: A_lle

# WP250.alle.tt
source: Clear selection criteria
de: Selektionskriterien zurücksetzen

# WP250.berechnen
source: Calculate rating
de: Bewertungen berechnen

# WP250.berechnen.tt
source: Calculate rating for all selected investments?
de: Soll die Bewertung für jedes aktive Wertpapier berechnet werden?

# WP250.auchinaktiv
source: also inactive
de: auch inaktive

# WP250.auchinaktiv.tt
source: Show also inactive investments?
de: Sollen auch inaktive Anlagen angezeigt werden?

# WP260.title
source: Investment
de: Anlage

# WP260.nr
source: No.
de: Nr.

# WP260.nr.tt
source: Investments number
de: Anlagen-Nr.

# WP260.wertpapier
source: _Stock
de: _Wertpapier

# WP260.wertpapier.tt
source: Reference to stock
de: Bezug zum Wertpapier

# WP260.wpdetails.tt
source: Show stock details
de: Wertpapier-Details anzeigen

# WP260.bezeichnung
source: _Description
de: _Bezeichnung

# WP260.bezeichnung.tt
source: Description
de: Bezeichnung

# WP260.status
source: _State
de: _Status

# WP260.status.tt
source: State for calculating
de: Status für Berechnung

# WP260.depot
source: Portfolio account
de: Depot-Konto

# WP260.depot.tt
source: Portfolio account for simultaneous booking
de: Depot-Konto für gleichzeitige Haushaltsbuchung

# WP260.abrechnung
source: Settlement account
de: Abrechnungs-Konto

# WP260.abrechnung.tt
source: Settlement account for simultaneous booking
de: Abrechnungs-Konto für gleichzeitige Haushaltsbuchung

# WP260.ertrag
source: Income account
de: Ertrags-Konto

# WP260.ertrag.tt
source: Income account for simultaneous booking
de: Ertrags-Konto für gleichzeitige Haushaltsbuchung

# WP260.notiz
source: _Memo
de: _Notiz

# WP260.notiz.tt
source: Memos
de: Notizen

# WP260.daten
source: _Information
de: _Daten

# WP260.daten.tt
source: Informations
de: Daten

# WP260.stand
source: _Value
de: _Stand

# WP260.stand.tt
source: Value of all shares at date
de: Wert aller Anteile der Anlage am Datum

# WP300.title
source: Configurations
de: Konfigurationen

# WP300.konfigurationen
source: _Configurations
de: _Konfigurationen

# WP300.konfigurationen.tt
source: Stock configurations
de: Wertpapier-Konfigurationen

# WP300.konfigurationen.columns
source: No.;Description;Changed at;Changed by;Created at;Created by
de: Nr.;Bezeichnung;Geändert am;Geändert von;Angelegt am;Angelegt von

# WP310.title
source: Configuration
de: Konfiguration

# WP310.nr
source: No.
de: Nr.

# WP310.nr.tt
source: Configuration number
de: Konfiguration-Nr.

# WP310.bezeichnung
source: _Description
de: _Bezeichnung

# WP310.bezeichnung.tt
source: Description
de: Bezeichnung

# WP310.box
source: Bo_x size
de: Bo_xgröße

# WP310.box.tt
source: Box size absolute or percentage
de: Boxgröße absolut oder prozentual

# WP310.skala.tt
source: Method of box scaling
de: Methode der Box-Skalierung

# WP310.umkehr
source: _Reversal
de: _Umkehr

# WP310.umkehr.tt
source: Number of boxes for reversal
de: Anzahl der Boxen für Umkehr

# WP310.methode
source: _Method
de: _Methode

# WP310.methode.tt
source: Method for chart evaluation
de: Methode für Kursberechnung

# WP310.dauer
source: _Period
de: _Dauer

# WP310.dauer.tt
source: Number of days to calculate
de: Anzahl der Tage, die ausgewertet werden sollen.

# WP310.relativ
source: _Relative
de: _Relativ

# WP310.relativ.tt
source: Relative chart to another stock or index?
de: Soll die Auswertung relativ zu anderem Wertpapier oder Index erfolgen?

# WP310.status
source: _State
de: _Status

# WP310.status.tt
source: State
de: Status

# WP310.notiz
source: Memo
de: Notiz

# WP310.notiz.tt
source: Memos
de: Notizen

# WP400.title
source: Investment bookings
de: WP-Buchungen

# WP400.buchungen
source: _Bookings
de: _Buchungen

# WP400.buchungen.tt
source: Bookings
de: Buchungen

# WP400.buchungen.columns
source: No.;Stock;Description;Date;Posting text;Payment_r;Discount_r;Shares_r;Interest_r;Changed at;Changed by;Created at;Created by
de: Nr.;Wertpapier;Bezeichnung;Datum;Buchungstext;Betrag_r;Rabatt_r;Anteile_r;Zinsen_r;Geändert am;Geändert von;Angelegt am;Angelegt von

# WP400.bezeichnung
source: _Description
de: _Buchungstext

# WP400.bezeichnung.tt
source: Search description
de: _Buchungstext

# WP400.anlage
source: _Investment
de: _Anlage

# WP400.anlage.tt
source: Search investment
de: Zu suchende Anlage

# WP400.alle
source: A_ll
de: A_lle

# WP400.alle.tt
source: Clear selection criteria
de: Selektionskriterien zurücksetzen

# WP410.title
source: Investment booking
de: WP-Buchung

# WP410.nr
source: No.
de: Nr.

# WP410.nr.tt
source: Booking number
de: Buchung-Nr.

# WP410.anlage
source: _Investment
de: _Anlage

# WP410.anlage.tt
source: Reference to investment
de: Bezug zur Wertpapier-Anlage

# WP410.valuta
source: _Date
de: _Datum

# WP410.valuta.tt
source: Date for price
de: Datum für Kurs

# WP410.preis
source: Price
de: Preis

# WP410.preis.tt
source: Price at date
de: Kurs am Datum

# WP410.betrag
source: _Payment
de: _Betrag

# WP410.betrag.tt
source: Payment amount
de: Zahlungsbetrag

# WP410.rabatt
source: _Discount
de: _Rabatt

# WP410.rabatt.tt
source: Discount amount
de: Rabattbetrag

# WP410.anteile
source: _Shares
de: _Anteile

# WP410.anteile.tt
source: Difference of number or shares
de: Änderung der Anteile

# WP410.preis2
source: Price
de: Preis

# WP410.preis2.tt
source: Calculated price per share
de: Berechneter Kurs pro Anteil

# WP410.zinsen
source: _Interest
de: _Zinsen

# WP410.zinsen.tt
source: Interest, profit without change in shares
de: Zinsen, Erträge ohne Anteilsänderung

# WP410.bText
source: Posting te_xt
de: Buchungste_xt

# WP410.bText.tt
source: Posting text
de: Buchungstext

# WP410.buchung
source: Last Booking
de: Letzte Buchung

# WP410.buchung.tt
source: Last Booking
de: Letzte Buchung

# WP410.hhbuchung
source: Budget booking
de: HH-Buchung

# WP410.hhbuchung.tt
source: Budget booking number
de: Haushalts-Buchung-Nummer

# WP410.hhaendern
source: Change
de: Ändern

# WP410.hhaendern.tt
source: Change budget booking
de: Haushalts-Buchung ändern

# WP410.hhstorno
source: Reverse
de: Storno

# WP410.hhstorno.tt
source: Reverse budget booking
de: Haushalts-Buchung stornieren

# WP410.hhvaluta
source: _Date
de: _Valuta

# WP410.hhvaluta.tt
source: Date for booking
de: Valuta für Haushalts-Buchung

# WP410.hhbetrag
source: _Payment
de: Betrag

# WP410.hhbetrag.tt
source: Payment amount
de: Betrag der Haushalts-Buchung

# WP410.hhereignis
source: Booking event
de: Ereignis

# WP410.hhereignis.tt
source: Event for booking
de: Ereignis für Haushalts-Buchung

# WP410.hhereignis.columns
source: No.;Description
de: Nr.;Bezeichnung

# WP500.title
source: Prices
de: Stände

# WP500.staende
source: _Prices
de: _Stände

# WP500.staende.tt
source: Stock prices
de: Wertpapier-Stände

# WP500.staende.columns
source: No.;Stock;Date;Price_r;Changed at;Changed by;Created at;Created by
de: Nr.;Wertpapier;Datum;Kurs_r;Geändert am;Geändert von;Angelegt am;Angelegt von

# WP500.wertpapier
source: _Stock
de: _Wertpapier

# WP500.wertpapier.tt
source: Search stock
de: Zu suchendes Wertpapier

# WP500.alle
source: A_ll
de: A_lle

# WP500.alle.tt
source: Clear selection criteria
de: Selektionskriterien zurücksetzen

# WP500.von
source: Date _from
de: Datum _von

# WP500.von.tt
source: Date from
de: Datum von

# WP500.bis
source: _To
de: _Bis

# WP500.bis.tt
source: Date to
de: Datum bis

# WP510.title
source: Price
de: Stand

# WP510.wertpapier
source: _Stock
de: _Wertpapier

# WP510.wertpapier.tt
source: Reference to stock
de: Bezug zum Wertpapier

# WP510.valuta
source: _Date
de: _Datum

# WP510.valuta.tt
source: Date for price
de: Datum für Kurs

# WP510.betrag
source: _Price
de: _Betrag

# WP510.betrag.tt
source: Price at date
de: Kurs am Datum
