Repository: cwkuehl/csbp
Catalog: CSBP/Resources/Messages.*.resx
Languages: de

# WP033
source: WP033Opening, high, low or closing price is missing.
de: WP033Fehlende Eröffnungs-, Höchst-, Tiefst- oder Schlusskurse.

# WP034
source: WP034High, low or closing price is missing.
de: WP034Fehlende Höchst-, Tiefst- oder Schlusskurse.

# WP039_
source: WP039Reversal {0}
de: WP039Umkehr {0}

# WP045
source: WP045relative
de: WP045relativ

# WP046_
source: WP046{0} days
de: WP046{0} Tage

# WP048_
source: WP048{0} {1:#,##0.0}
de: WP048{0} {1:#,##0.00}

# WP049
source: WP049Get a free access key from https://fixer.io and type in to option WP_FIXER_IO_ACCESS_KEY.
de: WP049Bitte einen kostenlosen Access Key von https://fixer.io besorgen und in der Einstellung WP_FIXER_IO_ACCESS_KEY eintragen.

# WP050_
source: WP050Wrong format {0} instead of {1}.
de: WP050Falsches Format {0} statt {1}

# WP051_
source: WP051 (from {0:yyyy-MM-dd})
de: WP051 (ab {0:yyyy-MM-dd})

# WP052
source: WP052Type in a positive price.
de: WP052Der Betrag muss positiv sein.

# WP053
source: WP053Reading prices per HTTPS.
de: WP053Kurse per HTTPS lesen.

# WP054_
source: WP054Error while reading price for currency {0}: {1}
de: WP054Fehler beim Bestimmen des Kurses für Währung {0}: {1}

# WP055
source: WP055There has to be all 3 accounts or none at all.
de: WP055Es dürfen nur alle 3 Konten oder keines angegeben werden.

# WP056_
source: WP029Records: {0:#,##0}
de: WP029Datensätze: {0:#,##0}

# M1000
source: M1000Table
de: M1000Tabelle

# M1001_
source: M1001Table{0} from {1:yyyy-MM-dd HH:mm:ss}
de: M1001Tabelle{0} vom {1:yyyy-MM-dd HH:mm:ss}

# M1011_
source: M1011{0:s} of {1}
de: M1011{0:s} von {1}

# M1012
source: M1012Select a file.
de: M1012Bitte eine Datei auswählen.

# M1013
source: M1013Select a record.
de: M1013Bitte einen Datensatz auswählen.

# M1019_
source: M1019CSV parse error at character {0} in row\n{1}.
de: M1019CSV-Parse-Error beim Zeichen {0) in Zeile\n{1}.

# M1020_
source: M1020CSV parse error in row\n{0}.
de: M1020CSV-Parse-Error in Zeile\n{1}.

# M1031
source: M1031Preparing ...
de: M1031Vorbereitung ...

# M1032
source: M1032Copying ...
de: M1032Kopieren ...

# M1033_
source: M1033Error: {0}
de: M1033Fehler: {0}

# M1034_
source: M1034The file {0} is missing.
de: M1034Die Datei {0} ist nicht vorhanden.

# M1035_
source: M1035The folder {0} is missing.
de: M1035Das Verzeichnis {0} ist nicht vorhanden.

# M1038_
source: M1038The path {0} is not a folder.
de: M1038Der Pfad {0} ist kein Verzeichnis.

# M1057
source: M1057Binding for interface {0} is missing.
de: M1057Bindung für Interface {0} nicht definiert.

# M2023
source: M2023Type in a target folder.
de: M2023Bitte ein Ziel-Verzeichnis eingeben.

# M2024
source: M2024Type in at least one source folder.
de: M2024Bitte mindestens ein Quell-Verzeichnis eingeben.

# M2096
source: M2096Month
de: M2096Monat

# M2097
source: M2097Months
de: M2097Monate

# Main.title
source: CSBP Mono Bugdet Program W. Kuehl
de: CSBP C# Haushaltsprogramm W. Kuehl

# Menu.file
source: _File
de: _Datei

# Menu.undo
source: Undo
de: Rückgängig

# Menu.redo
source: Redo
de: Wiederherstellen

# Menu.clients
source: _Clients
de: _Mandanten

# Menu.users
source: _Users
de: Ben_utzer

# Menu.backups
source: Backup_s
de: _Sicherungen

# Menu.quit
source: _Quit
de: _Beenden

# Menu.user
source: _Users
de: Ben_utzer

# Menu.login
source: _Login
de: Anme_lden

# Menu.logout
source: _Logout
de: Abme_lden

# Menu.pwchange
source: _Change password
de: _Kennwort ändern

# Menu.options
source: _Options
de: _Einstellungen

# Menu.dialogs
source: _Starting dialogs
de: _Start-Formulare

# Menu.reset
source: _Reset dialogs
de: Dialoge _zurücksetzen

# Menu.private1
source: Private(_1)
de: Privat(_1)

# Menu.diary
source: _Diary
de: _Tagebuch

# Menu.positions
source: P_ositions
de: P_ositionen

# Menu.notes
source: _Notes
de: _Notizen

# Menu.persons
source: _Persons
de: _Personen / Adressen

# Menu.mileages
source: _Mileages
de: Fa_hrradstände

# Menu.bikes
source: B_ikes
de: _Fahrräder

# Menu.books
source: _Books
de: _Bücher

# Menu.authors
source: _Authors
de: _Autoren

# Menu.series
source: S_eries
de: S_erien

# Menu.statistics
source: _Statistics
de: _Statistik

# Menu.household2
source: Household(_2)
de: Haushalt(_2)

# Menu.bookings
source: _Bookings
de: _Buchungen

# Menu.events
source: _Events
de: _Ereignisse

# Menu.accounts
source: _Accounts
de: _Konten

# Menu.periods
source: _Periods
de: _Perioden

# Menu.finalbalance
source: _Final balance
de: _Schlussbilanz

# Menu.plbalance
source: _Profit and loss account
de: _G+V-Rechnung

# Menu.openingbalance
source: Opening balance
de: Erö_ffnungsbilanz

# Menu.pedigree5
source: Family tree(_5)
de: Stammbaum(_5)

# Menu.ancestors
source: _Ancestors
de: _Ahnen

# Menu.families
source: _Families
de: _Familien

# Menu.sources
source: _References
de: _Quellen

# Menu.stock6
source: Stock(_6)
de: Wertpapiere(_6)

# Menu.stocks
source: _Stocks
de: Wert_papiere

# Menu.configurations
source: _Configurations
de: _Konfigurationen

# Menu.investments
source: _Investments
de: _Anlagen

# Menu.bookings3
source: Investment _bookings
de: WP-_Buchungen

# Menu.prices
source: _Prices
de: _Stände

# Menu.chart
source: _Stock chart
de: _Wertpapier-Chart

# Menu.help
source: _Help
de: _Hilfe

# Menu.about
source: _About CSBP
de: Ü_ber CSBP

# Menu.help2
source: _Help
de: _Hilfe

# Menu.table.addrow
source: Add row(s)
de: Zeile(n) einfügen

# Menu.table.addrow2
source: Add row(s) at the end
de: Zeile(n) am Ende einfügen

# Menu.table.delrow
source: Delete row(s)
de: Zeile(n) löschen

# Menu.table.addcol
source: Add column(s)
de: Spalte(n) einfügen

# Menu.table.addcol2
source: Add column(s) at the end
de: Spalte(n) am Ende einfügen

# Menu.table.delcol
source: Delete column(s)
de: Spalte(n) löschen

# Menu.table.bold
source: Format bold
de: Format fett

# Menu.table.copy
source: Cop (with formulas to csv file)
de: Kopieren (mit Formeln in CSV-Datei)

# Menu.table.print
source: Print (with values to html file)
de: Drucken (mit Werten in HTML-Datei)

# Enum.permission.no
source: No
de: Keine

# Enum.permission.user
source: User
de: Benutzer

# Enum.permission.all
source: All
de: Alles

# Enum.language.german
source: German
de: Deutsch

# Enum.language.english
source: English
de: Englisch

# Enum.language.french
source: French
de: Französisch

# Enum.language.other
source: Other
de: Andere

# Enum.state.active
source: Active
de: Aktiv

# Enum.state.inactive
source: Inactive
de: Inaktiv

# Enum.state.nocalc
source: Not calculated
de: Nicht berechnet

# Enum.scale.pc
source: percentage
de: prozentual

# Enum.scale.dyn
source: dynamic
de: dynamisch

# Enum.method.hl
source: High low trend
de: High-Low-Trendfolge

# Enum.method.hlr
source: High low trend reversal
de: High-Low-Trendumkehr

# Enum.method.tp
source: Typical price
de: Typischer Preis

# Enum.method.c
source: Close
de: Schlusskurse

# Action.copy
source: Copy
de: Kopieren

# Action.paste
source: Paste
de: Einfügen

# Action.undo
source: Undo
de: Rückgängig

# Action.redo
source: Redo
de: Wiederherstellen

# Action.save
source: Save
de: Speichern

# Action.refresh
source: Refresh
de: Aktualisieren

# Action.new
source: New
de: Neu

# Action.edit
source: Edit
de: Ändern

# Action.delete
source: Delete
de: Löschen

# Action.chart
source: Chart or map
de: Chart oder Karte

# Action.floppy
source: Import and Export
de: Importieren und Exportieren

# Forms.ok.tt
source: Close dialog with saving
de: Dialog mit Speichern schließen

# Forms.oknew
source: _OK and New
de: _OK und Neu

# Forms.cancel
source: _Cancel
de: Abbre_chen

# Forms.cancel.tt
source: Cancel dialog without saving
de: Dialog ohne Speichern schließen

# Forms.delete
source: Delete
de: Löschen

# Forms.reverse
source: Reverse
de: Storno

# Forms.unreverse
source: Cancel Reverse
de: St_orno Aufheben

# Forms.created
source: Created
de: Angelegt

# Forms.created.tt
source: Date, time and user of creation
de: Datum, Uhrzeit und Benutzer, der die Daten angelegt hat

# Forms.changed
source: Changed
de: Geändert

# Forms.changed.tt
source: Date, time and user of last change
de: Datum, Uhrzeit und Benutzer, der die Daten geändert hat

# Forms.selectfile
source: Select a file
de: Datei auswählen

# Forms.select
source: Select
de: Auswählen

# Date.unknown.tt
source: No date
de: Kein Datum vorhanden?

# Date.yesterday.tt
source: Day before date
de: Datum minus einen Tag

# Date.today
source: t
de: h

# Date.today.tt
source: Today
de: Heutiges Datum

# Date.tomorrow.tt
source: Day after date
de: Datum plus einen Tag

# AD100.title
source: Persons
de: Personen

# AD100.personen
source: _Persons
de: _Personen

# AD100.personen.tt
source: Persons with sites and addresses
de: Personen mit Sitzen und Adressen

# AD100.personen.columns
source: No.;Description;Site;Changed at;Changed by;Created at;Created by
de: Nr.;Bezeichnung;Sitz;Geändert am;Geändert von;Angelegt am;Angelegt von

# AD100.suche
source: _Search
de: _Suche

# AD100.suche.tt
source: General search
de: Suche für alle Texte

# AD100.name.tt
source: Selection name
de: Suche für Name

# AD100.vorname
source: _First name
de: _Vorname

# AD100.vorname.tt
source: Selection first name
de: Suche für Vorname

# AD100.alle
source: A_ll
de: A_lle

# AD100.alle.tt
source: Clear selection criteria
de: Selektionskriterien zurücksetzen

# AD100.sitzNeu
source: N_ew Site
de: N_euer Sitz

# AD100.sitzNeu.tt
source: Create new site
de: Neuen Sitz erstellen

# AD100.sitzEins
source: 1st _Site
de: 1. _Sitz

# AD100.sitzEins.tt
source: Make selected site to 1st site
de: Ausgewählten Sitz zum 1. Sitz machen

# AD100.gebListe
source: _Birthday list
de: _Geburtstagsliste

# AD100.gebListe.tt
source: Show list of actual birthdays
de: Liste von aktuellen Geburtstagen anzeigen

# AD110.title
source: Person with site and address
de: Person mit Sitz und Adresse

# AD110.nr
source: No. (PSA)
de: Nrn. (PSA)

# AD110.nr.tt
source: Person number
de: Person-Nr.

# AD110.sitzNr.tt
source: Site number
de: Sitz-Nr.

# AD110.adressNr.tt
source: Address number
de: Adress-Nr.

# AD110.titel
source: _Title
de: _Titel

# AD110.titel.tt
source: Title or profession
de: Titel oder Beruf

# AD110.vorname
source: _First name
de: _Vorname

# AD110.vorname.tt
source: First name
de: Vorname

# AD110.praedikat
source: _Predicate
de: _Prädikat

# AD110.praedikat.tt
source: Predicate
de: Prädikat

# AD110.name1
source: (Sur)_name
de: (_Nach-)Name

# AD110.name1.tt
source: Surname or company name
de: Nachname oder Firmenname

# AD110.name2.tt
source: 2. part of the name
de: 2. Teil des Namens

# AD110.geschlecht
source: Gender
de: Geschlecht

# AD110.neutrum
source: Neuter
de: Neutrum

# AD110.neutrum.tt
source: Neither male nor female or company
de: Weder männlich noch weiblich oder Firma

# AD110.mann
source: Male
de: Männlich

# AD110.mann.tt
source: Male
de: Männlich

# AD110.frau
source: Female
de: Weiblich

# AD110.frau.tt
source: Female
de: Weiblich

# AD110.geburt
source: _Birthday
de: _Geburt

# AD110.geburt.tt
source: Birthday
de: Geburtsdatum

# AD110.personStatus
source: State of person
de: Person-Status

# AD110.personAktuell
source: Actual
de: Aktuell

# AD110.personAktuell.tt
source: Person is printed
de: Person wird ausgedruckt

# AD110.personAlt
source: Old
de: Alt

# AD110.personAlt.tt
source: Person is not printed
de: Person wird nicht ausgedruckt

# AD110.name
source: S_ite
de: S_itz

# AD110.name.tt
source: Description for site
de: Bezeichnung für den Sitz

# AD110.strasse
source: St_reet
de: St_raße

# AD110.strasse.tt
source: Street without number
de: Straße ohne Hausnummer

# AD110.hausnr
source: House no.
de: Hausnr.

# AD110.hausnr.tt
source: House number
de: Hausnummer

# AD110.postfach
source: PO box
de: Postfach

# AD110.postfach.tt
source: Post office box
de: Postfach

# AD110.staat
source: _State
de: Staat

# AD110.staat.tt
source: Abbreviation for state, D for Germany
de: Abkürzung für Staat, D für Deutschland

# AD110.plz
source: Postal code
de: Plz

# AD110.plz.tt
source: Postal code or zip code
de: Postleitzahl

# AD110.ort
source: Town
de: Ort

# AD110.ort.tt
source: Village, town or city
de: Ort

# AD110.telefon
source: Phone
de: Telefon

# AD110.telefon.tt
source: Telephone number
de: Telefonnummer

# AD110.fax.tt
source: Fax number or second telephone number
de: Faxnummer bzw. weitere Telefonnummer

# AD110.mobil
source: Mobile
de: Mobil

# AD110.mobil.tt
source: Mobile phone number
de: Handy-Nummer

# AD110.homepage.tt
source: URL of homepage
de: URL der Homepage

# AD110.email.tt
source: Email address
de: Email-Adresse

# AD110.notiz
source: Remark
de: Bemerkung

# AD110.notiz.tt
source: Remark
de: Bemerkung

# AD110.sitzStatus
source: State of site
de: Sitz-Status

# AD110.sitzAktuell
source: Actual
de: Aktuell

# AD110.sitzAktuell.tt
source: Site is printed
de: Sitz wird ausgedruckt

# AD110.sitzAlt
source: Old
de: Alt

# AD110.sitzAlt.tt
source: Site is not printed
de: Sitz wird nicht ausgedruckt

# AD110.adresseAnzahl
source: # same address
de: # gleiche Adresse

# AD110.adresseAnzahl.tt
source: How may times is this address used?
de: Wie oft wird diese Adresse insgesamt verwendet?

# AD110.adresseDupl
source: Duplicate address
de: Adresse Duplizieren

# AD110.adresseDupl.tt
source: Copy actual address so that no other usage is changed
de: Aktuelle Adresse so kopieren, dass die Daten bei bestehenden Verwendungen nicht geändert werden

# AD110.adresseWechseln
source: _Change address
de: Adresse _Wechseln

# AD110.adresseWechseln.tt
source: Select another address
de: Andere Adressdaten auswählen

# AD120.title
source: Birthday list
de: Geburtstagsliste

# AD120.datum
source: _Date
de: _Datum

# AD120.datum.tt
source: Reference date
de: Bezugsdatum

# AD120.tage
source: _Number of days
de: _Anzahl Tage

# AD120.tage.tt
source: Number of days which are relevant before and after date
de: Tage, die vor und nach dem Datum berücksichtigt werden

# AD120.geburtstage
source: _Birthdays
de: _Geburtstage

# AD120.geburtstage.tt
source: Persons with their birthday in the time span
de: Personen, die im ausgewählten Zeitraum Geburtstag haben

# AD120.starten
source: Show after login
de: Nach dem Anmelden _anzeigen

# AD120.starten.tt
source: Show after login
de: Nach dem Anmelden anzeigen

# AD130.title
source: Addresses
de: Adressen

# AD130.adressen
source: _Addresses
de: _Adressen

# AD130.adressen.tt
source: Address list
de: Liste bestehender Adressen

# AD130.adressen.columns
source: No.;St.;Postal code;Town;Street;No.;Changed at;Changed by;Created at;Created by
de: Nr.;St.;PLZ;Ort;Straße;Haus-Nr.;Geändert am;Geändert von;Angelegt am;Angelegt von

# AD200.title
source: Address interface
de: Adressen-Schnittstelle

# AD200.loeschen
source: Delete all data
de: Vorhandene Daten löschen

# AD200.loeschen.tt
source: Delete all addresses before import
de: Vorhandene Adressen vor dem Import löschen

# AD200.datei
source: _File
de: _Datei

# AD200.datei.tt
source: Name of CSV file
de: Name der CSV-Datei

# AD200.dateiAuswahl.tt
source: Select a file
de: Vorhandene Datei auswählen

# AD200.export.tt
source: Export of addresses into file
de: Export der Adressen in Datei

# AD200.importieren.tt
source: Import of addresses from file
de: Import der Adressen aus einer Datei

# AD200.select.file
source: addresses.csv
de: adressen.csv

# AD200.select.ext
source: CSV files (.csv)
de: CSV-Dateien (.csv)

# AG100.title
source: Clients
de: Mandanten

# AG100.mandanten
source: _Clients
de: _Mandanten

# AG100.mandanten.tt
source: All clients
de: Mandanten

# AG100.mandanten.columns
source: No.;No.;Description;Changed at;Changed by;Created at;Created by
de: Nr.;Nr.;Bezeichnung;Geändert am;Geändert von;Angelegt am;Angelegt von

# AG110.title
source: Client
de: Mandant

# AG110.nr
source: No.
de: Nr.

# AG110.nr.tt
source: Client number
de: Mandantennummer

# AG110.beschreibung
source: _Description
de: _Beschreibung

# AG110.beschreibung.tt
source: Description
de: Beschreibung

# AG200.title
source: Users
de: Benutzer

# AG200.benutzer
source: _User IDs
de: _Benutzer

# AG200.benutzer.tt
source: User IDs
de: Benutzer

# AG200.benutzer.columns
source: No.;User ID;Password;Authorization;Birthday;Changed at;Changed by;Created at;Created by
de: Nr.;Benutzer-ID;Kennwort;Berechtigung;Geburt;Geändert am;Geändert von;Angelegt am;Angelegt von

# AG210.title
source: User
de: Benutzer

# AG210.nr
source: No.
de: Nr.

# AG210.nr.tt
source: User number
de: Benutzer-Nr.

# AG210.benutzerId
source: _User ID
de: _Benutzer-ID

# AG210.benutzerId.tt
source: User ID
de: Benutzer-ID

# AG210.kennwort
source: _Password
de: _Kennwort

# AG210.kennwort.tt
source: Password
de: Kennwort

# AG210.berechtigung
source: Authorization
de: Berechtigung

# AG210.berechtigung1
source: User
de: Benutzer

# AG210.berechtigung1.tt
source: User permission
de: Benutzer-Rechte

# AG210.berechtigung2.tt
source: Administrator permission
de: Administrator-Rechte

# AG210.berechtigung3
source: All
de: Alles

# AG210.berechtigung3.tt
source: Administrator permission for all clients
de: Administrator-Rechte für alle Mandanten

# AG210.geburt
source: _Birthday
de: _Geburt

# AG210.geburt.tt
source: Birthday for calculating the statistics
de: Geburtsdatum zur Berechnung der Statistik

# AG400.title
source: Backup
de: Sicherungen

# AG400.verzeichnisse
source: Backup _items
de: Sich_erungseinträge

# AG400.verzeichnisse.tt
source: Backup folders
de: Sicherungen mit Verzeichnissen

# AG400.verzeichnisse.columns
source: No.;Target;E.;P.;Sources;Changed at;Changed by;Created at;Created by
de: Nr.;Ziel;V.;P.;Quellen;Geändert am;Geändert von;Angelegt am;Angelegt von

# AG400.sicherung
source: _Backup
de: _Sicherung

# AG400.sicherung.tt
source: Backup
de: Sicherung

# AG400.diffSicherung
source: _Differential backup
de: _Differenz-Sicherung

# AG400.diffSicherung.tt
source: Differential backup
de: Differenz-Sicherung

# AG400.rueckSicherung
source: _Restore
de: _Rück-Sicherung

# AG400.rueckSicherung.tt
source: Restore
de: Rück-Sicherung

# AG400.sqlSicherung
source: SQL backup
de: SQL-Sicherung

# AG400.sqlSicherung.tt
source: SQL backup in temporary directory
de: SQL-Sicherung in temporäres Verzeichnis

# AG400.statusText.tt
source: Status of backup
de: Status der Sicherung

# AG400.mandantKopieren
source: _Copy client
de: Mandant _kopieren

# AG400.mandantKopieren.tt
source: Copy actual client into the replication database
de: Aktuellen Mandanten in die Replikations-Datenbank kopieren

# AG400.mandantRepKopieren
source: Copy re_pl. client
de: _Rep-Mandant kopieren

# AG400.mandantRepKopieren.tt
source: Copy actual client from the replication database
de: Aktuellen Mandanten von Replikations-Datenbank kopieren

# AG400.mandant
source: Replication client
de: Replikations-Mandant

# AG400.mandant.tt
source: Client number in replication database
de: Mandantennummer der Replikations-Datenbank

# AM000.title
source: Login
de: Anmeldung

# AM000.client
source: Cl_ient
de: _Mandant

# AM000.client.tt
source: Type in client number, beginning with 1.
de: Bitte Mandantennummer eingeben, beginnend mit 1.

# AM000.user
source: _User
de: _Benutzer

# AM000.user.tt
source: Type in user ID.
de: Bitte Benutzer-ID eingeben.

# AM000.password
source: _Password
de: _Kennwort

# AM000.password.tt
source: Type in password.
de: Bitte Kennwort eingeben.

# AM000.save
source: _Save password
de: Kennwort _speichern

# AM000.save.tt
source: Save the password?
de: Soll das Kennwort gespeichert werden?

# AM000.login
source: _Login
de: _Anmelden

# AM000.login.tt
source: Do login.
de: Anmeldung durchführen.

# AM000.reset
source: _Reset
de: _Zurücksetzen

# AM000.reset.tt
source: Move main window to main screen.
de: Hauptfenster auf den Hauptbildschirm verschieben.

# AM000.cancel
source: _Cancel
de: Abbre_chen

# AM000.cancel.tt
source: Cancel login.
de: Anmeldung abbrechen.

# AM100.title
source: Change Password
de: Kennwort ändern

# AM100.mandant
source: _Client
de: _Mandant

# AM100.mandant.tt
source: Client number
de: Mandantennummer

# AM100.benutzer
source: _User
de: _Benutzer

# AM100.benutzer.tt
source: User ID
de: Benutzer-ID

# AM100.kennwortAlt
source: Old _Password
de: Altes _Kennwort

# AM100.kennwortAlt.tt
source: Old Password
de: Bisheriges Kennwort

# AM100.kennwortNeu
source: _New Password
de: _Neues Kennwort

# AM100.kennwortNeu.tt
source: New Password
de: Neues Kennwort

# AM100.kennwortNeu2
source: _Repetition
de: _Wiederholung

# AM100.kennwortNeu2.tt
source: Password repetition
de: Kennwort-Wiederholung

# AM100.speichern
source: _Save password
de: Kennwort _speichern

# AM100.speichern.tt
source: Save the password?
de: Soll das Kennwort gespeichert werden?

# AM500.title
source: Options
de: Einstellungen

# AM500.einstellungen
source: _Options
de: _Einstellungen

# AM500.einstellungen.tt
source: Options
de: Einstellungen

# AM500.einstellungen.columns
source: Client;Key;Value_e;Comment;Default;Changed at;Changed by;Created at;Created by
de: Mandant;Schlüssel;Wert_e;Kommentar;Standard;Geändert am;Geändert von;Angelegt am;Angelegt von

# AM510.title
source: Starting Dialogs
de: Start-Formulare

# AM510.dialoge
source: _Dialogs
de: _Formulare

# AM510.dialoge.tt
source: All dialogs
de: Alle verfügbaren Formulare

# AM510.dialoge.columns
source: No.;Abbreviation;Title
de: Nr.;Kürzel;Titel

# AM510.zuordnen.tt
source: Add
de: Zuordnen

# AM510.entfernen.tt
source: Remove
de: Entfernen

# AM510.zudialoge
source: _Starting dialogs
de: _Start-Formulare

# AM510.zudialoge.tt
source: Selected starting dialogs
de: Ausgewählte Start-Formulare

# AM510.zudialoge.columns
source: No.;Abbreviation;Title
de: Nr.;Kürzel;Titel

# AM510.oben.tt
source: Selected starting dialog up
de: Ausgewähltes Formular nach oben

# AM510.unten.tt
source: Selected starting dialog down
de: Ausgewähltes Formular nach unten

# FZ100.title
source: Statistics
de: Statistik

# FZ100.datum
source: _Date
de: _Datum

# FZ100.datum.tt
source: Reference date for statistics
de: Datum

# FZ100.bilanz
source: _Balance
de: _Bilanz

# FZ100.bilanz.tt
source: Balance overview
de: Bilanz-Übersicht

# FZ100.buecher
source: Books
de: Bü_cher

# FZ100.buecher.tt
source: Book statistics
de: Bücher-Übersicht

# FZ100.fahrrad
source: _Bike
de: _Fahrrad

# FZ100.fahrrad.tt
source: Bike statistics
de: Fahrrad-Übersicht

# FZ200.title
source: Bikes
de: Fahrräder

# FZ200.bikes
source: _Bikes
de: _Fahrräder

# FZ200.bikes.tt
source: Bicycles
de: Fahrräder

# FZ200.bikes.columns
source: No.;Description;Type;Changed at;Changed by;Created at;Created by
de: Nr.;Bezeichnung;Typ;Geändert am;Geändert von;Angelegt am;Angelegt von

# FZ210.title
source: Bike
de: Fahrrad

# FZ210.nr
source: No.
de: Nr.

# FZ210.nr.tt
source: Bike number
de: Fahrrad-Nr.

# FZ210.bezeichnung
source: _Description
de: Bezeichnung

# FZ210.bezeichnung.tt
source: Description
de: Bezeichnung

# FZ210.typ1.tt
source: Daily mileage
de: Tageswerte

# FZ210.typ2
source: Weekly
de: Wöchentlich

# FZ210.typ2.tt
source: Weekly mileage
de: Wochenwerte

# FZ250.title
source: Mileages
de: Fahrradstände

# FZ250.fahrradstaende
source: Bike _mileages
de: Fahrrad_stände

# FZ250.fahrradstaende.tt
source: Bike mileages
de: Fahrradstände

# FZ250.fahrradstaende.columns
source: No.;Bike;Date;No.;Odometer_r;Km_r;Average_r;Description;Changed at;Changed by;Created at;Created by
de: Nr.;Fahrrad;Datum;Nr.;Zähler_r;Km_r;Schnitt_r;Beschreibung;Geändert am;Geändert von;Angelegt am;Angelegt von

# FZ250.fahrrad
source: _Bike
de: _Fahrrad

# FZ250.fahrrad.tt
source: Bike
de: Selektions-Fahrrad

# FZ250.text
source: _Search
de: _Suche

# FZ250.text.tt
source: Search for description
de: Suche nach Beschreibung

# FZ250.alle
source: A_ll
de: A_lle

# FZ250.alle.tt
source: Clear selection criteria
de: Selektionskriterien zurücksetzen

# FZ260.title
source: Bike mileage
de: Fahrradstand

# FZ260.nr
source: No.
de: Nr.
